
AtlasLootClassicDB = {
	["global"] = {
		["__addonrevision"] = 2040001,
	},
	["profileKeys"] = {
		["Киздамэсэ - Пламегор"] = "Киздамэсэ - Пламегор",
		["Фэрэдумнезеу - Пламегор"] = "Фэрэдумнезеу - Пламегор",
	},
	["profiles"] = {
		["Киздамэсэ - Пламегор"] = {
			["minimap"] = {
				["minimapPos"] = 313.0867696865137,
			},
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					-28.23879051208496, -- [4]
					-10.54315662384033, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"BlackTemple", -- [2]
					12, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Фэрэдумнезеу - Пламегор"] = {
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					125.6664962768555, -- [4]
					-20.55547523498535, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"ZulAman", -- [2]
					2, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 313.5163627250228,
			},
		},
	},
}
