
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "Святойбугор",
		[20554] = "Арконус Ненасытный",
		[16523] = "Дикарь из клана Изувеченной Длани",
		[20682] = "Тероккарантул",
		[21002] = "Пары Пустоты",
		[17035] = "Калири-матриарх",
		[21386] = "Остроглаз из Темного конклава",
		[21450] = "Скетильская сова",
		[10759] = "Топотун из племени Зловещего Тотема",
		[7444] = "Медведь-щербозуб",
		[17547] = "Медноголовый",
		[21706] = "Оскверненный элементаль огня <Оскверненный тотем огня>",
		[17803] = "Оракул из резервуара Кривого Клыка",
		[18123] = "Крехтский раб",
		[22282] = "Свидетель Рока",
		[18315] = "Эфириал-чудесник",
		[15334] = "Огромное глазастое щупальце",
		[15430] = "Тотем элементаля земли <Zephyrous-NethergardeKeep>",
		[18635] = "Кабалист-пеплоуст",
		[22858] = "Убийца из племени Призрачного Копыта",
		[15622] = "Неизвестно <Векнисский воин>",
		[23178] = "Дозорный из Мельницы Таррен",
		[23434] = "Командор Хобб",
		[23498] = "Паразитирующее исчадие Тьмы",
		[15974] = "Жуткий ползун",
		[23818] = "Смотритель кладки из племени Амани",
		[19851] = "Негатрон",
		[19979] = "Техник из Кузницы Смерти",
		[20043] = "Ученица звездочета",
		[20427] = "Венератус Многоликий",
		[4101] = "Визгливая бродяжница",
		[20555] = "Гок",
		[16524] = "Тень Арана",
		[20683] = "Пророчица Каврилин",
		[20875] = "Крикун Негатона",
		[16844] = "Землерой",
		[16972] = "Канюк-костеклюй",
		[533] = "Маг теней из стаи Ночной Погибели",
		[25354] = "Неизвестно",
		[21323] = "Грохотун Пустоты",
		[21387] = "Темный дракончик Культа Змея",
		[17356] = "Ползучий слизнюк",
		[21515] = "Трашела",
		[21707] = "Оскверненный элементаль воздуха",
		[22091] = "Тотем огненного всполоха <Хранитель глубин Волниис>",
		[18124] = "Высохший великан",
		[22347] = "Исполинский скрытень",
		[18636] = "Подлый трюк",
		[18700] = "Оживленные кости",
		[22859] = "Призыватель из племени Призрачного Копыта",
		[23051] = "Чудовищная калири",
		[595] = "Охотник из племени Кровавого Скальпа",
		[23179] = "Защитница Мельницы Таррен",
		[19788] = "Грязестраж из клана Змеиных Колец",
		[19852] = "Искатель артефактов",
		[19980] = "Ужасень Бездны",
		[20044] = "Начинающий звездочет",
		[2555] = "Знахарь из племени Сухокожих",
		[16461] = "Конкубина",
		[16525] = "Чародейская тень",
		[20684] = "Леди Шав'рар",
		[21004] = "Младший дракон Пустоты",
		[16973] = "Kanonkula",
		[2643] = "Берсерк из племени Порочной Ветви",
		[21196] = "Прожорливый камнедер",
		[10664] = "Провидец",
		[10696] = "Защитник Опорного пункта",
		[21452] = "Неизвестно",
		[21516] = "Страж Смерти",
		[21644] = "Крылатый стражник Скеттиса",
		[21708] = "Оскверненный элементаль земли <Оскверненный тотем земли>",
		[681] = "Молодой тигр Тернистой долины",
		[2731] = "Кошка",
		[685] = "Ящер Тернистой долины",
		[21964] = "Хранительница глубин Карибдис",
		[18125] = "Голодный грибной великан",
		[697] = "Шаман из племени Кровавого Скальпа",
		[699] = "Повелитель зверей из племени Кровавого Скальпа",
		[18317] = "Эфириал-жрец",
		[709] = "Солдат-наемник из клана Мош'Огг",
		[18637] = "Кабалист-жрец Тьмы",
		[18701] = "Темная воронка <Сетеккский шаман>",
		[22860] = "Суккуб иллидари",
		[18829] = "Тюремщица из цитадели Адского Пламени",
		[22988] = "Иллидарский Повелитель теней",
		[15687] = "Мороуз",
		[731] = "Король Бангалаш",
		[23436] = "Неизвестно",
		[5925] = "Тотем заземления <Джезбиг>",
		[15975] = "Ткач-падальщик",
		[19789] = "Хранитель вод резервуара Кривого Клыка",
		[19853] = "Страж ужаса - клинок Скверны",
		[20045] = "Провидица Пустоты",
		[3035] = "Пума плоскогорья",
		[6117] = "Призрак высокорожденного",
		[767] = "Болотный ягуар",
		[20557] = "Зловещая гончая",
		[16526] = "Колдовская тень",
		[20685] = "Надзиратель Азарад",
		[20749] = "Чешуекрылый змей",
		[3115] = "Гарпия из стаи Пыльного Ветра",
		[3123] = "Кровопалый лезвезуб",
		[21325] = "Каменный ствол из леса Ворона",
		[21389] = "Макснар Бледная Пасть",
		[21453] = "Пеплоуст-шаман",
		[21709] = "Айкенен",
		[21837] = "Призванная зловещая гончая",
		[21901] = "Парящий скат Пустоты",
		[21965] = "Хранитель глубин Волниис",
		[13096] = "Исследователь с Ледяного рудника",
		[18062] = "Разъяренный сокрушитель",
		[18318] = "Сетеккский посвященный",
		[26764] = "Ильса Худовар",
		[18638] = "Кабалист-ревнительница",
		[18702] = "Аукенайский некромант",
		[22861] = "Присягнувший свету воздаятель",
		[18830] = "Кабалист-фанатик",
		[9545] = "Мрачный завсегдатай",
		[855] = "Молодой ящер Тернистой долины",
		[23501] = "Скат Крыльев Пустоты",
		[3459] = "Бешенер из племени Иглогривых",
		[19598] = "Мутантный плотохлест",
		[23757] = "Аманийский идол исцеления <Целитель из племени Амани>",
		[19982] = "Острый Глаз Векх'нира",
		[20046] = "Повелитель звездочетов",
		[887] = "Дозорный Джордан",
		[3619] = "Нуатахиннан",
		[20878] = "Стражник из Кузницы Смерти",
		[16975] = "Неконтролируемый демон Бездны",
		[17039] = "Молодой самец калири",
		[21198] = "Дух Когтя Смерти",
		[17167] = "Сотворенный элементаль <Тень Арана>",
		[21326] = "Листобород из леса Ворона",
		[21454] = "Пеплоуст-воин",
		[7429] = "Оберегатель Ледяного Молота",
		[7445] = "Старый щербозуб",
		[7461] = "Посвященная Хедерины",
		[21710] = "Уйлару",
		[21902] = "Кабалист-чаропряд",
		[17871] = "Шаркун Нижетопи",
		[22094] = "Останки ненависти",
		[18127] = "Болотник",
		[15240] = "Векнисский ядохвост",
		[18319] = "Затерянный во времени Провидец",
		[18639] = "Кабалист-чароплет",
		[18703] = "Сетеккский дух",
		[22862] = "Анахорет Каален",
		[18831] = "Король Молгар",
		[977] = "Боевая пантера Курцена",
		[15688] = "Терестиан Больное Копыто",
		[23246] = "Слюнявый раб",
		[11657] = "Морлох",
		[23374] = "Пеплоуст-ловец",
		[23694] = "Пульсирующая тыква <Всадник без головы>",
		[15976] = "Ядовитый паук-скакун",
		[23822] = "Аманийский идол защиты <Целитель из племени Амани>",
		[19919] = "Шипастый плеточник",
		[19983] = "Призывающий бурю Векх'нира",
		[16168] = "Каменная горгулья",
		[4067] = "Сумеречный бегун",
		[4150] = "Просоленный взорень",
		[20751] = "Кнутохвост из каньона Кинжальной Пасти",
		[20879] = "Эредарский пожиратель душ",
		[21135] = "Бес Скверны <Зловещая жрица>",
		[21263] = "Техник из племени Седого Сердца",
		[1082] = "Острозубый кроколиск",
		[21455] = "Пеплоуст-рабочий",
		[21519] = "Боец Смерти",
		[1094] = "Шахтер Торговой компании",
		[21711] = "Хаалум",
		[21839] = "Взрослый шелкокрыл",
		[1114] = "Джунглевый рокотун",
		[22095] = "Зараженный корнеход",
		[18064] = "Шаман из клана Боевого Молота",
		[18256] = "Стражница из Халаа (Альянс)",
		[18320] = "Затерянный во времени темный маг",
		[18640] = "Кабалист-чернокнижник",
		[22863] = "Опытный магистр",
		[18832] = "Крош Огненная Рука",
		[13577] = "Командир наездников на баранах из клана Грозовой Вершины",
		[1190] = "Вепрь",
		[23311] = "Непокорный батрак из клана Драконьей Пасти",
		[23375] = "Неизвестно <Иллидан Ярость Бури>",
		[19408] = "Дева Боли",
		[19792] = "Центурион лагеря Затмения",
		[19920] = "Шипастый живодер",
		[19984] = "Ястреб-воитель Векх'нира",
		[20048] = "Центурион из армии Багровой Длани",
		[16529] = "Магический ужас",
		[16593] = "Буян из клана Изувеченной Длани",
		[20880] = "Смертоносный эредар",
		[21136] = "Хрономант из рода Бесконечности",
		[21264] = "Сочащийся слизнюк <Сочащийся слякоч>",
		[21328] = "Осколок камнегора",
		[21520] = "Иллидарский тюремщик",
		[21648] = "Взрослый дракон Крыльев Пустоты",
		[21904] = "Небесный боевой ястреб",
		[10986] = "Гарпия из стаи Снежной Слепоты",
		[18065] = "Громила из клана Боевого Молота",
		[15241] = "Наездник на грифоне",
		[18257] = "Потрошительница",
		[18321] = "Сетеккский Лорд Когтя",
		[18449] = "Шиенорский когант",
		[18641] = "Фамилиар кабалистов",
		[15497] = "Тотем неистовства ветра V",
		[5718] = "Ротос",
		[15689] = "Гнев Пустоты",
		[23440] = "Усмиритель небес из клана Драконьей Пасти",
		[15977] = "Заразный паук-быстроног",
		[1490] = "Знахарь Занзила",
		[19921] = "Гадюка",
		[19985] = "Небесный дозорный из гнездовья Рууан",
		[20049] = "Рыцарь крови из армии Багровой Длани",
		[6118] = "Привидение Варо'тена",
		[20561] = "Паразитирующий мясожор",
		[16530] = "Смерч маны",
		[1550] = "Василиск-хвостохлест",
		[20881] = "Освобожденный уничтожитель",
		[25040] = "Большой элементаль воды <Капитан Балинда Каменный Очаг>",
		[21137] = "Убийца из рода Бесконечности",
		[21265] = "Паразитище",
		[21649] = "Ветроступ Скеттиса",
		[17938] = "Наблюдатель резервуара Кривого Клыка",
		[13098] = "Геодезистка с Железного рудника",
		[18130] = "Болотный потрошитель",
		[18258] = "Хол'стяк",
		[18322] = "Сетеккский враностраж",
		[18450] = "Шиенорский колдун",
		[18642] = "Гончая Скверны-стражник",
		[18706] = "Верховой волк клана Костеглодов",
		[18834] = "Олм Призыватель",
		[9547] = "Голодный завсегдатай",
		[19218] = "Страж ворот Точеный Нож",
		[23441] = "Усмиритель небес из клана Драконьей Пасти",
		[19410] = "Неофит из клана Изувеченной Длани",
		[23889] = "Варвар из племени Амани",
		[19922] = "Неизвестно",
		[19986] = "Небесный воин из гнездовья Рууан",
		[14122] = "Огромный гейзер <Гидротварь>",
		[1778] = "Лютый седой медведь",
		[20498] = "Выщербленный осколок <Выщербленный грохотун>",
		[16595] = "Мясожор",
		[20882] = "Таящаяся ведьма",
		[21138] = "Палач из рода Бесконечности",
		[14762] = "Маршал северного оплота Дун Болдара",
		[17427] = "Лучник из клана Изувеченной Длани",
		[17491] = "Неизвестно",
		[7462] = "Маноед Хедерины",
		[1870] = "Длань Когтя Ворона",
		[10987] = "Трогг с Железного рудника",
		[22226] = "Дух Кои-Кои <Киздамэсэ>",
		[18259] = "Бантар",
		[1914] = "Даларанский маг",
		[22482] = "Взрослый просеиватель костей",
		[18707] = "Торгос",
		[18835] = "Кигглер Безумный",
		[15690] = "Принц Малчезар",
		[19219] = "Механолорд Конденсарон",
		[11723] = "Песчаный ловец из улья Аши",
		[19731] = "Зверь Пустоты",
		[19795] = "Рыцарь крови лагеря Затмения",
		[19987] = "Вороний страж из гнездовья Рууан",
		[16170] = "Паук-ловец холодного тумана",
		[20115] = "Знахарь из племени Тенетопи",
		[2034] = "панкрок",
		[24530] = "Взрослая аманийская рысь",
		[4119] = "Старый облачный змей",
		[16596] = "Большой мясожор",
		[20883] = "Сердитая искусительница",
		[8524] = "Проклятый маг",
		[21267] = "Тварь маны",
		[21331] = "Шипастый росток",
		[21395] = "Амебовидное порождение",
		[4343] = "Грязекуп-крепкохват",
		[21651] = "Затерянный во времени разоритель из Скеттиса",
		[21779] = "Доктор Потрошиллер",
		[21907] = "Кабалист-посвященная",
		[17940] = "Техник резервуара Кривого Клыка",
		[18132] = "Бледносветный острожал",
		[22291] = "Страж кузни",
		[18260] = "Захватчик из клана Тяжелого Кулака",
		[22419] = "Древесный клещ",
		[18452] = "Скитийский ястреб-воитель",
		[18708] = "Бормотун",
		[18836] = "Слепоглаз Ясновидец",
		[23123] = "Соцветие Рока",
		[19220] = "Паталеон Вычислитель",
		[19668] = "Исчадие Тьмы <Oxanna-Earthshaker>",
		[19796] = "Верховный маг лагеря Затмения",
		[19988] = "Быстрокрыл Гришны",
		[20052] = "Кристаллиновый механик",
		[14187] = "Атраманис",
		[14283] = "Сова клана Грозовой Вершины",
		[2556] = "Охотница за головами из племени Сухокожих",
		[2564] = "Головорез из клана Тяжелого Кулака",
		[20756] = "Шеф-повар из клана Камнерогов",
		[21140] = "Неизвестно",
		[2652] = "Отравитель из племени Сухокожих",
		[21268] = "Длинный лук Края Пустоты",
		[21332] = "Охотник на духов",
		[17301] = "Палач из клана Изувеченной Длани",
		[17429] = "Неофит-орк Скверны",
		[17621] = "Страж-язычник",
		[21780] = "Неизвестно",
		[2732] = "Горная охотница",
		[21908] = "Неизвестно",
		[22036] = "Неизвестно",
		[22100] = "Скорпид <Колобков>",
		[15275] = "Император Век'нилаш",
		[18325] = "Сетеккский пророк",
		[5623] = "Убийца из шайки Скитальцев Пустыни",
		[18453] = "Скитийский ветроруб",
		[5687] = "Пленное поганище",
		[22996] = "Клинок Аззинота",
		[23188] = "Перевозчик из клана Драконьей Пасти",
		[19221] = "Пустомант Сепетрея",
		[2924] = "Среброгривый волк",
		[11724] = "Членистоног из улья Аши",
		[19413] = "Маг из клана Изувеченной Длани",
		[11948] = "Ванндар Грозовая Вершина",
		[11980] = "Зулухед Измученный",
		[19989] = "Предвестник Гришны",
		[16171] = "Черная вдова холодного тумана",
		[16363] = "Неизвестно <Гроббулус>",
		[16406] = "Фантомный служка",
		[16470] = "Бестелесный филантроп",
		[6199] = "Эльф крови - землемер",
		[3116] = "Погромщица из стаи Пыльного Ветра",
		[20885] = "Даллия Глашатай Судьбы",
		[21077] = "Фаралонский дробильщик",
		[21205] = "Матриарх прожорливых мародеров",
		[21269] = "Сокрушение",
		[6375] = "Громоголовый гиппогриф",
		[21717] = "Пастух из клана Драконьей Пасти",
		[3252] = "Силитид-роевик",
		[3260] = "Водоискатель из племени Дыбогривов",
		[17942] = "Зыбун",
		[3276] = "Гарпия из стаи Зачарованного Крыла",
		[18134] = "Болотный долгоног",
		[13196] = "Фазовый плеточник",
		[18262] = "Анкор Безжалостный",
		[18326] = "Сетеккский шаман",
		[18454] = "Шалассийский коготарь",
		[22869] = "Иллидарский костерез",
		[3380] = "Послушница из клана Пылающего Клинка",
		[22997] = "Пламя Аззинота <Клинок Аззинота>",
		[23061] = "Чернокрыл",
		[19350] = "Опустошитель",
		[19414] = "Стражник из клана Изувеченной Длани",
		[19734] = "Грибной великан",
		[19862] = "Уртрак",
		[19926] = "Рушительница чар Маратиль",
		[19990] = "Презренный ворон Гришны",
		[14188] = "Дирк Надувалло",
		[20438] = "Техник Ары",
		[16407] = "Призрачный слуга",
		[16471] = "Скелет-билетер",
		[24917] = "Синхрозмея",
		[20886] = "Провидец Гнева Соккорат",
		[21078] = "Неизвестно",
		[10605] = "Медик из Алого ордена",
		[21270] = "Вселенский вдохновитель",
		[14764] = "Маршал бункера Ледяного Крыла",
		[17367] = "Врата Пустоты - Безмятежность",
		[7431] = "Неизвестно",
		[7447] = "Хладнокрылый птенец",
		[7463] = "Душегуб Хедерины",
		[17623] = "Стражник-разоритель",
		[14988] = "Оган",
		[17879] = "Повелитель времени Дежа",
		[22038] = "Хай'шулуд",
		[22102] = "Охранитель из клана Призрачной Луны",
		[15276] = "Император Век'лор",
		[18327] = "Затерянный во времени наблюдатель",
		[22486] = "Неизвестно <Хранитель глубин Волниис>",
		[18583] = "Лизель Огнепрядка",
		[7767] = "Охотник Скверны из племени Сухокожих",
		[7847] = "Калиф Жало Скорпида",
		[23254] = "Неизвестно",
		[23318] = "Пеплоуст-разбойник",
		[19415] = "Послушник из клана Изувеченной Длани",
		[23574] = "Акил'зон",
		[19543] = "Боевой маг Датрик",
		[19735] = "Разрушитель из кузни бурь",
		[11949] = "Капитан Балинда Каменный Очаг",
		[20439] = "Инженер Ары",
		[4104] = "Визгливая призывательница ветров",
		[16472] = "Призрачный рабочий сцены",
		[20887] = "Бес из Кузницы Смерти",
		[4248] = "Паршивая гиена",
		[21271] = "Клинки Бесконечности",
		[17368] = "Врата Пустоты - Крепость Покорителей",
		[21719] = "Наездник на драконе из клана Драконьей Пасти",
		[21847] = "Гончая Скверны-стражник",
		[21911] = "Призыватель душ Скеттиса",
		[17880] = "Темпорус",
		[18136] = "Болотный скрытень",
		[13197] = "Хлестун Скверны",
		[18328] = "Сетеккский оракул",
		[22487] = "Большой тотем противоядия <Хранитель глубин Волниис>",
		[18456] = "Тууремский падальщик",
		[18584] = "Саль'салабим",
		[22871] = "Терон Кровожад",
		[19480] = "Темный дух",
		[19544] = "Кудесник Люминрат",
		[19608] = "Дикий хлестун",
		[19800] = "Иллидарская бичевательница",
		[20248] = "Пустомант из клана Ярости Солнца",
		[16409] = "Фантомный гость",
		[16473] = "Призрачный актер",
		[14509] = "Верховный жрец Текал",
		[16857] = "Хищный землерой",
		[21272] = "Астральный тесак",
		[17369] = "Врата Пустоты - Непоколебимость",
		[21656] = "Иллидарский сатир",
		[21720] = "Шаман из клана Драконьей Пасти",
		[21784] = "Караборский призрачный всадник",
		[17817] = "Большой крабстер",
		[17881] = "Эонус",
		[22104] = "Неизвестно <Хранительница глубин Карибдис>",
		[18137] = "Болотный черпальщик",
		[15277] = "Анубисат-защитник",
		[18457] = "Тууремский охотник",
		[18521] = "Свирепый скелет",
		[18585] = "Неизвестно",
		[23192] = "Жар Аззинота",
		[15725] = "Неизвестно",
		[23576] = "Налоракк",
		[19545] = "Кольен Повелитель Льда",
		[19801] = "Иллидарский терзатель",
		[19865] = "Мутантный ужас",
		[16173] = "Теневой нетопырь",
		[16410] = "Призрачный эконом",
		[6184] = "Землепроходец из племени Древобрюхов",
		[24920] = "Острошип-живодер",
		[20889] = "Тхук Беззаконный",
		[8527] = "Стражник Плети",
		[21273] = "Фазовый щит",
		[21337] = "Иллидарский тенелов",
		[17306] = "Начальник стражи Гарголмар",
		[17370] = "Головорез из клана Веселого Черепа",
		[21721] = "Порабощенный дракончик Крыльев Пустоты",
		[21913] = "Водяная гранула <Морогрим Волноступ>",
		[17882] = "Черная Охотница",
		[18138] = "Угорь из озера Тенетопь",
		[18202] = "Разлагатель из племени Темной Крови",
		[18394] = "Эфириал-призрак <Эфириал-чароплет>",
		[13358] = "Лучница из клана Грозовой Вершины",
		[26776] = "Приспешник Худовара",
		[22873] = "Генерал из клана Змеиных Колец",
		[19226] = "Путник Бездны",
		[23385] = "Ган'арг-анализатор",
		[23577] = "Халаззи",
		[19546] = "Клятвопреступница Белмара",
		[19738] = "Коготь Рока",
		[19802] = "Иллидарский штормовик",
		[20058] = "Лютый волк клана Кровавого Молота",
		[24217] = "Аманийский верховой медведь <Аманийский завоеватель>",
		[14350] = "Неизвестно <Гидротварь>",
		[20634] = "Саблезубый ящер",
		[21274] = "Посох распыления",
		[21338] = "Лепрогном из резервуара Кривого Клыка",
		[17307] = "Назан",
		[17371] = "Чернокнижник из клана Призрачной Луны",
		[7432] = "Félin",
		[7448] = "Хладнокрылая химера",
		[21722] = "Порабощенный дракон Крыльев Пустоты",
		[17819] = "Дарнхольдский караульный",
		[22106] = "Дракон Пустоты Руула",
		[22298] = "Злобная душа огня",
		[18331] = "Эфириал-черный маг",
		[18587] = "Хлестун",
		[15470] = "Тотем каменной кожи VII",
		[22874] = "Гарпунщик из клана Змеиных Колец",
		[23066] = "Жрец Когтя Ишааль",
		[7864] = "Неупокоенный высокорожденный",
		[23578] = "Джан'алай",
		[23834] = "Аманийский дракондор",
		[19995] = "Громила из клана Камнерогов",
		[16174] = "Большой теневой нетопырь",
		[2069] = "Cat",
		[24858] = "Парящий орел",
		[4281] = "Разведчик из Алого ордена",
		[21339] = "Ведьма Ненависти резервуара Кривого Клыка",
		[17308] = "Омор Неодолимый",
		[4345] = "Грязекуп-острозуб",
		[21723] = "Mustalainen",
		[21787] = "Затерянный во времени верховный жрец Скеттиса",
		[17820] = "Дарнхольдский ружейник",
		[2237] = "Хозяин",
		[22299] = "Спороног <Черная Охотница>",
		[18524] = "Разгневанный скелет",
		[18588] = "Флун",
		[18716] = "Мрачная посвященная",
		[22875] = "Заклинательница моря из клана Змеиных Колец",
		[22939] = "Храмовая послушница",
		[23067] = "Жрец Когтя Скиззик",
		[19740] = "Странник гнева",
		[19996] = "Боевой маг из клана Камнерогов",
		[20060] = "Лорд Сангвинар",
		[20444] = "Темный маг из клана Анго'рош",
		[2565] = "Паук",
		[2645] = "Темная охотница из племени Порочной Ветви",
		[2653] = "Садистка из племени Сухокожих",
		[17309] = "Дозорный цитадели Адского Пламени",
		[21660] = "Кабалист-клятвопреступница",
		[10928] = "Суккуб-прислужница",
		[18077] = "Оракул из племени Тенетопи",
		[22236] = "Тотем элементаля воды <Волномут из племени Седого Сердца>",
		[15247] = "Киражский опустошитель разума",
		[15311] = "Анубисат-хранитель",
		[18461] = "Гладкоспинный василиск",
		[15439] = "Тотем элементаля огня <Neloh-ZandalarTribe>",
		[18717] = "Мрачный работник",
		[22876] = "Ворожея из клана Змеиных Колец",
		[23068] = "Жрец Когтя Зеллек",
		[23132] = "Потомок Анзу",
		[23196] = "Великан из клана Костеглодов",
		[15727] = "К'Тун",
		[23324] = "Безумный шахтер племени Темной Крови",
		[5865] = "Дишу",
		[46] = "Мурлок-добытчик",
		[23580] = "Аманийский завоеватель",
		[5913] = "Тотем трепета <Fishon-Sulfuron>",
		[5929] = "Тотем магмы <Physique-Golemagg>",
		[19997] = "Головорез из клана Камнерогов",
		[16175] = "Теневой нетопырь-вампир",
		[16414] = "Бестелесный распорядитель",
		[6185] = "Воин из племени Древобрюхов",
		[20765] = "Сокрушитель из клана Камнерогов",
		[3117] = "Дикарка из стаи Пыльного Ветра",
		[3125] = "Гремучий скорпид",
		[21021] = "Пламенный бес",
		[8529] = "Воитель Плети",
		[21213] = "Морогрим Волноступ",
		[21405] = "Эфириал-чародей",
		[3197] = "Фанатик из клана Пылающего Клинка",
		[21661] = "Кабалист-застрельщица",
		[17694] = "Темный маг из клана Призрачной Луны",
		[3245] = "Злобный равнинный долгоног",
		[3261] = "Терноплет из племени Дыбогривов",
		[6585] = "Неизвестно",
		[6649] = "Леди Сесспира",
		[18718] = "Мрачный охотник",
		[22877] = "Укротитель из клана Змеиных Колец",
		[19166] = "Патрульный из кузни бурь",
		[23389] = "Павший союзник <Эндоритал>",
		[19422] = "Некролит из клана Кровавой Глазницы",
		[23581] = "Целитель из племени Амани",
		[19806] = "Кровостраж лагеря Затмения",
		[20062] = "Великий Звездочет Каперниан",
		[16415] = "Скелет-официант",
		[20766] = "Мистик из клана Камнерогов",
		[16863] = "Безумный зловепрь",
		[16927] = "Детеныш камнеруба",
		[21214] = "Повелитель глубин Каратресс",
		[7369] = "Громила с перевала Мертвого Ветра",
		[10737] = "Flëur <Земфира>",
		[7433] = "МатьКотенка",
		[7449] = "Хладнокрылый опустошитель",
		[21662] = "Кабалист-расхитительница гробниц",
		[17695] = "Убийца из клана Изувеченной Длани",
		[21854] = "Стальноспинный окаменитель",
		[17951] = "Механик паровой оснастки",
		[18079] = "Провидец из племени Тенетопи",
		[22238] = "Волномут из Змеиного святилища <Волномут из племени Седого Сердца>",
		[18207] = "Падальщик из племени Темной Крови",
		[15312] = "Обсидиановый губитель",
		[22494] = "Сеть",
		[18463] = "Гладкоспинный пожиратель",
		[18719] = "Мрачный советник",
		[22878] = "Повелитель вод",
		[18847] = "Дикий охотник Скверны <Олм Призыватель>",
		[18975] = "Страж гнева",
		[19167] = "Кровостраж-душегуб",
		[23326] = "Chøn <Chøn-Amnennar>",
		[19295] = "Гренадер клана Изувеченной Длани",
		[19423] = "Ворг клана Кровавой Глазницы",
		[23582] = "Дикарь из племени Амани",
		[19551] = "Уголь Ал'ара",
		[23774] = "Наставник из племени Амани",
		[16176] = "Тенезверь",
		[4093] = "Пастух из племени Галак",
		[16544] = "Эфириал-вор",
		[21023] = "Лесодрев Глубокорень",
		[21215] = "Леотерас Слепец",
		[17248] = "Демонические цепи",
		[21663] = "Старец Орону",
		[4458] = "Охотник из племени Черножабрых",
		[17888] = "Каз'рогал",
		[17952] = "Темноводный кроколиск",
		[1127] = "Лям",
		[22175] = "Камнедер апекситов",
		[18400] = "Камнедар Выщербленный Повелитель",
		[18464] = "Прыгуана",
		[18720] = "Повелитель теней Скорбный",
		[22879] = "Разоритель из клана Призрачной Луны",
		[18848] = "Злобный инструктор",
		[27166] = "Официантка",
		[13617] = "Смотрительница стойл из клана Грозовой Вершины",
		[9554] = "Пьяный завсегдатай",
		[19168] = "Солнцелов-астромаг",
		[19424] = "Мучитель из клана Кровавой Глазницы",
		[23775] = "Голова Всадника",
		[19744] = "Страж-смотритель Ужаса",
		[19872] = "Леди Катриона Фон-Инди",
		[20064] = "Таладред Светокрад",
		[20512] = "Кирин'варское привидение",
		[16481] = "Жуткое привидение",
		[16545] = "Эфириал-чаролов",
		[20896] = "Душегуб Эфириума",
		[16929] = "Камнеруб-вожак",
		[21216] = "Гидросс Нестабильный",
		[21408] = "Сквернопламенный деметродон",
		[10738] = "Верховный вождь племени Зимней Спячки",
		[21728] = "Волноплеск Скеттиса",
		[21920] = "Скрытень-волноступ",
		[18145] = "Загрязненная сущность Ватуусана",
		[15249] = "Киражский плеточник",
		[18401] = "Скрагат",
		[18465] = "Прыгуана-охотник",
		[89] = "Инфернал <Левиксус>",
		[22880] = "Воитель из клана Призрачной Луны",
		[23008] = "Тюремщик Эфириума",
		[11602] = "Головолом с Железного рудника",
		[23264] = "Надземный живодер",
		[23584] = "Аманийский медведь",
		[1491] = "Нага Занзила",
		[19873] = "Лорд Криспин Ференс",
		[16145] = "Капитан рыцарей смерти",
		[16177] = "Жуткозверь",
		[24224] = "Оскверненный тотем молний <Халаззи>",
		[16482] = "Пленная душа",
		[1547] = "Дряхлый пес Тьмы",
		[6202] = "Призыватель огня из племени Легаши",
		[20897] = "Заклинатель волн Эфириума",
		[21089] = "Рыцарь крови из клана Ярости Солнца",
		[17058] = "Иллидарский надсмотрщик",
		[21217] = "Скрытень из глубин",
		[21409] = "Военный атташе Икарий",
		[6426] = "Тоскующий мертвец",
		[21857] = "Замедление",
		[17826] = "Владыка болот Мусел'ек",
		[22241] = "Налетчик из лагеря Баш'ира",
		[22305] = "Векх",
		[18466] = "Жуткопалый скрытень",
		[18658] = "Ритуалистка бастиона Вечной Скорби",
		[22881] = "Аквариус-волноход",
		[22945] = "Кровавый маг из клана Призрачной Луны",
		[18978] = "Каверзный грелль Скверны",
		[19554] = "Пространствус Всепоглощающий",
		[27936] = "Тыквенный солдат <Мумвури>",
		[19874] = "Барон Раф Дрейгер",
		[24225] = "Воин племени Амани",
		[1791] = "Слюнявый вурдалак",
		[20514] = "Опаляющий элементаль",
		[20770] = "Тюремщик Айкошок",
		[20898] = "Чудовищный магматический инфернал",
		[16867] = "Рубака клана Изувеченной Длани",
		[1831] = "Охотник из Алого ордена",
		[1835] = "Призывательница из Алого ордена",
		[21218] = "Отважный страж Вайш'ира",
		[7370] = "Беспокойный дух",
		[21346] = "Неизвестно <Пожиратель душ>",
		[7402] = "Опаляющий тотем VI",
		[7434] = "Gletscher",
		[1863] = "Kalwena",
		[7466] = "Тотем магмы IV <Лаириэлька>",
		[17827] = "Коготь",
		[118] = "Кабан",
		[11027] = "Иллюзорный призрак",
		[119] = "Белодонна",
		[1907] = "Нага-исследователь",
		[18467] = "Жуткопалая черная вдова",
		[18595] = "Астральный батрак",
		[15474] = "Тотем каменной кожи VIII <Zimbul-ZandalarTribe>",
		[22882] = "Смертоплет из клана Призрачной Луны",
		[22946] = "Боевой волк клана Призрачной Луны",
		[27169] = "Черная официантка <Berendilz-Sulfuron>",
		[11603] = "Землекоп из племени Седоусов",
		[23330] = "Ветробой из клана Драконьей Пасти",
		[23394] = "Страж аллеи",
		[23586] = "Разведчик из племени Амани",
		[1995] = "Неизвестно",
		[19747] = "Бэлмон Псарь",
		[19875] = "Баронесса Доротея Милстип",
		[16146] = "Рыцарь смерти",
		[16178] = "Фазовая гончая",
		[2043] = "Sam",
		[4107] = "Виверна Скального гнездовья",
		[4139] = "Скорпид-убийца",
		[20899] = "Стержень Бездны",
		[16932] = "Опустошитель",
		[8532] = "Болезненный живодер",
		[4283] = "Караульная из Алого ордена",
		[17252] = "Фалатеми",
		[21923] = "Стражник жути-охранитель",
		[21987] = "World Trigger (Tiny)",
		[22115] = "Разъяренный осколок земли <Разъяренный дух земли>",
		[22243] = "Чародей из лагеря Баш'ира",
		[18212] = "Илистая бешенка",
		[22499] = "Младшая зловещая гончая <Бэлмон Псарь>",
		[18660] = "Поработительница Ваз'шир",
		[22883] = "Порождение воды",
		[22947] = "Матушка Шахраз",
		[19044] = "Груул Драконобой",
		[23267] = "Арвор Ненасытный",
		[2406] = "Киська",
		[19300] = "Замедление",
		[23523] = "Пеплоуст-грозоборец",
		[23587] = "Подкрепление племени Амани",
		[19876] = "Лорд Робин Дэрис",
		[19940] = "Камнегор",
		[157] = "Zahnstein",
		[20132] = "Сокретар",
		[20196] = "Болотный кровожад",
		[20324] = "Опаленная гидра",
		[20452] = "Убийца из Эфириума",
		[20516] = "Астральное чудовище",
		[16485] = "Волшебный смотритель",
		[20772] = "Глыбень Пустоты",
		[16805] = "Скелет сломленного",
		[16933] = "Опустошитель",
		[21220] = "Жрица резервуара Кривого Клыка",
		[5355] = "Защитница из армии Огнекрылых",
		[17381] = "Мастер",
		[5419] = "Стеклошкурый василиск",
		[21796] = "Змей Бездны",
		[2734] = "Сонечко",
		[10996] = "Павший герой",
		[17957] = "Воитель резервуара Кривого Клыка",
		[22180] = "Камнекожий вепрь",
		[22244] = "Освобожденный эфириал",
		[22308] = "Охотница из Культа Змея",
		[18341] = "Пандемоний",
		[18405] = "Миротворец из кузни бурь",
		[2830] = "Канюк",
		[11348] = "Ревнитель Зат",
		[18661] = "Стражник жути",
		[22884] = "Левиафан",
		[22948] = "Гуртогг Кипящая Кровь",
		[18981] = "Шептунья Рока",
		[11604] = "Геомант из племени Седоусов",
		[19301] = "Замедление",
		[23524] = "Пеплоуст-душелов",
		[19493] = "Эккораш Инквизитор",
		[19557] = "Большой хлестун",
		[16243] = "Чумная слизь",
		[20453] = "Штормовик Эфириума",
		[20773] = "Шипастый кроколиск",
		[3118] = "Грозовая ведьма из стаи Пыльного Ветра",
		[20901] = "Саргеронский лучник",
		[16870] = "Капитан клана Изувеченной Длани",
		[16934] = "Няша",
		[21093] = "Танцующий меч",
		[21221] = "Зверолов резервуара Кривого Клыка",
		[21285] = "Аукенайский прорицатель",
		[6379] = "Громоголовый патриарх",
		[21477] = "Скалопалый камнедер",
		[6427] = "Блуждающий фантазм",
		[3238] = "Грозошкур",
		[21925] = "Аватара Саталь <Киздамэсэ>",
		[17958] = "Защитник резервуара Кривого Клыка",
		[205] = "Вестник Тьмы из стаи Ночной Погибели",
		[18086] = "Надсмотрщик из клана Темного Гребня",
		[22309] = "Могучий дух волн",
		[22437] = "Останки коварства",
		[18470] = "Костеклюв",
		[13396] = "Шахтер с Железного рудника",
		[22821] = "Мститель из Эфириума",
		[22885] = "Драконья черепаха",
		[22949] = "Гатиос Изувер",
		[18982] = "Черный ягуар",
		[23269] = "Бараш Мать Стаи",
		[23397] = "Иллидарский лорд крови",
		[19494] = "Ар'келос",
		[19622] = "Кель'тас Солнечный Скиталец",
		[19686] = "Пустотная аномалия",
		[20134] = "Чародей клана Ярости Солнца",
		[20326] = "Мо'арг-мастер искажения",
		[20454] = "Соправитель Салхадаар",
		[20774] = "Мутировавший фаралонский плеточник",
		[20902] = "Саргеронский призыватель огня",
		[16871] = "Рубака из клана Кровавой Глазницы",
		[21286] = "Палицы Эфириума <Властитель Эфириума>",
		[21350] = "Жрец гроннов",
		[21478] = "Камнепалый потрошитель",
		[7435] = "Синяя драконида",
		[17767] = "Лютый Хлад",
		[17895] = "Вурдалак",
		[17959] = "Рабовладелец из резервуара Кривого Клыка",
		[18087] = "Сирена из клана Темного Гребня",
		[22310] = "Штормовой потрошитель",
		[22374] = "Подручный Каргата",
		[22438] = "Останки алчности",
		[18535] = "Демос, надзиратель Ненависти",
		[3862] = "Подрядчик",
		[18663] = "Дева послушания",
		[22822] = "Обнулятор Эфириума",
		[22950] = "Верховный пустомант Зеревор",
		[7803] = "Песчаный скорпид",
		[18983] = "Чернозубый тарантул",
		[11605] = "Надзиратель из племени Седоусов",
		[23398] = "Осколок разгневанной души",
		[16020] = "Безумный ученый",
		[20071] = "Марид Торговец ветром",
		[20135] = "Верховный маг из клана Ярости Солнца",
		[20199] = "Отважный охранник посла",
		[20327] = "Ворон Гришны",
		[20455] = "Тотем Ужаса",
		[16424] = "Призрачная стражница",
		[4124] = "Игольчатая пума",
		[4140] = "Скорпид-разоритель",
		[20775] = "Маркару",
		[16808] = "Вождь Каргат Острорук",
		[8534] = "Гнилая горгулья",
		[21287] = "Разуун Завоеватель",
		[17256] = "Чаротворица из цитадели Адского Пламени",
		[21863] = "Брандашмыг из Змеиного святилища",
		[22055] = "Гвардеец резервуара Кривого Клыка",
		[22119] = "Пучинный скрытень <Хранитель глубин Шарккис>",
		[22311] = "Гневная душа огня",
		[22375] = "Аватара Терокка",
		[22439] = "Останки скверны",
		[18472] = "Темнопряд Сит",
		[18536] = "Ксиркос, надзиратель Страха",
		[22887] = "Верховный полководец Надж'ентус",
		[22951] = "Леди Маланда",
		[9622] = "Вуконг",
		[23399] = "Осколок страдающей души",
		[24039] = "Неизвестно <Черепон Разрушитель Душ>",
		[20136] = "Ученый клана Ярости Солнца",
		[20456] = "Ученый Эфириума",
		[20520] = "Вестник Зла Лаз-тараш",
		[16489] = "Хаотическая сущность",
		[16809] = "О'мрогг Завоеватель",
		[21032] = "Крыло Ужаса",
		[21224] = "Приливный мудрец глубин",
		[17257] = "Магтеридон",
		[21416] = "Лакаан",
		[5420] = "Стеклошкурый взорень",
		[21736] = "Защитник из клана Громового Молота",
		[21864] = "Огнепанцирный клешневик",
		[21928] = "Лотрос",
		[17897] = "Некроарахнид",
		[22056] = "Странник резервуара Кривого Клыка",
		[22120] = "Глубинный спороскат <Хранитель глубин Шарккис>",
		[18089] = "Надсмотрщик за рабами из клана Кровавой Чешуи",
		[22376] = "Прислужник Терокка",
		[22440] = "Останки гордости",
		[18473] = "Король воронов Айкисс",
		[11318] = "Трогг Огненной пропасти",
		[11350] = "Метательница топоров из племени Гурубаши",
		[11382] = "Мандокир Повелитель Крови",
		[22824] = "Глефы Эфириума <Мститель из Эфириума>",
		[22952] = "Верас Глубокий Мрак",
		[23080] = "Гейзер из клана Змеиных Колец <Заклинательница моря из клана Змеиных Колец>",
		[23336] = "Неизвестно <Иллидан Ярость Бури>",
		[23400] = "Иллидарский архонт",
		[15957] = "Генератор Оуро",
		[16021] = "Живое чудовище",
		[19881] = "Покалеченный дух",
		[16117] = "Chargebot",
		[16181] = "Рокад Опустошитель",
		[20777] = "Талбук-вожак",
		[390] = "Per",
		[16810] = "Спинолом из клана Костеглодов",
		[16938] = "Громила из племени Отребья",
		[21225] = "Волноступ-воин",
		[6380] = "Громоголовый соправитель",
		[6412] = "Скелет",
		[17578] = "Тренировочный манекен",
		[17706] = "Вепрь из оскверненной стали <Emissa-Golemagg>",
		[21865] = "Душительница резервуара Кривого Клыка",
		[17898] = "Поганище",
		[17962] = "Работяга резервуара Кривого Клыка",
		[412] = "Неизвестно",
		[22313] = "Гремящий сердцезем",
		[18282] = "Лорд Клак",
		[416] = "Кузталу <Вихлоплюх>",
		[417] = "Друдхумэ",
		[18794] = "Кабалист-ритуалистка",
		[22953] = "Грозный живодер",
		[23337] = "Иллидарский центурион",
		[23401] = "Осколок алчущей души",
		[19754] = "Ремонтник из Кузницы Смерти",
		[19946] = "Поработитель из клана Темного Гребня",
		[20138] = "Кулутас",
		[20202] = "Скалсаар",
		[20394] = "Око Кулутаса",
		[20458] = "Архонт Эфириума",
		[16491] = "Маноед",
		[20906] = "Внепространственный охотник",
		[17067] = "Неизвестно <Фантомная стражница>",
		[21226] = "Волноступ-шаман",
		[21290] = "Неизвестно",
		[17259] = "Пожиратель из клана Костеглодов",
		[7436] = "Кобальтовый чешуйчатый губитель",
		[7452] = "Безумный совух",
		[21802] = "Элекк-разрушитель",
		[17771] = "Оракул из племени Темной Крови",
		[17835] = "Убийца из рода Бесконечности",
		[17899] = "Мрачный некромант",
		[17963] = "Раб-бродяга пустошей",
		[22250] = "Тухлый гриб",
		[18411] = "Дарн Ненасытный",
		[11319] = "Шаман Огненной пропасти",
		[18667] = "Черносерд Подстрекатель",
		[18731] = "Посол Гиблочрев",
		[22890] = "Страж первого фрагмента",
		[18859] = "Зловещая жрица",
		[23018] = "Псарь из клана Призрачной Луны",
		[23082] = "Противовоздушная пушка Легиона",
		[23146] = "Головорез из клана Драконьей Пасти",
		[19307] = "Ужасень Нексуса",
		[19755] = "Мо'арг-оружейник",
		[20139] = "Кудесник из клана Ярости Солнца",
		[510] = "Элементаль воды <Fralleb-Mograine>",
		[20459] = "Властитель Эфириума",
		[16492] = "Сифонник",
		[2071] = "Трамп",
		[20779] = "Густой ужас Бездны",
		[21227] = "Приливный гарпунер",
		[21419] = "Боевой инфернал",
		[21803] = "Пеплоуст-укротитель",
		[4461] = "Воин из племени Черножабрых",
		[17964] = "Рабочий-бродяга пустошей",
		[22123] = "Официант",
		[18092] = "Стражник из Мельницы Таррен",
		[18220] = "Прожорливый ветрух",
		[22443] = "Пушка Скверны Врат Смерти",
		[18476] = "Лесной ворг",
		[18732] = "Великий мастер Ворпил",
		[22891] = "Страж второго фрагмента",
		[18860] = "Дочь Судьбы",
		[23083] = "Верховой волк клана Призрачной Луны <Псарь из клана Призрачной Луны>",
		[23147] = "Рубака из клана Призрачной Луны",
		[23339] = "Иллидари - пронзатель сердец",
		[23403] = "Иллидарский убийца",
		[19692] = "Взрыв-бот",
		[19756] = "Кузнец из Кузницы Смерти",
		[24043] = "Аманийская рысь",
		[20140] = "Центурион из клана Ярости Солнца",
		[20332] = "Дракон Пустоты",
		[10200] = "Тори",
		[20460] = "Главный инженер Горк'лонн",
		[20908] = "Аккирис Штормоход",
		[660] = "Знахарь из племени Кровавого Скальпа",
		[21164] = "Нетариель",
		[21228] = "Гидромант-волноступ",
		[17261] = "Неизвестно",
		[21420] = "Оскверненный тотем воды",
		[17517] = "Караульный цитадели Адского Пламени",
		[5421] = "Стеклошкурый окаменитель",
		[684] = "Тенебрюхая пантера",
		[686] = "Ящер-кнутохвост",
		[690] = "Ледоглазый василиск",
		[18093] = "Защитник Мельницы Таррен",
		[22252] = "Батрак из клана Драконьей Пасти",
		[698] = "Тигр племени Кровавого Скальпа",
		[702] = "Падальщик из племени Кровавого Скальпа",
		[18413] = "Зорбо Советчик",
		[18477] = "Вожак лесных воргов",
		[18541] = "Урдак",
		[15447] = "Тотем гнева воздуха <Neloh-ZandalarTribe>",
		[15479] = "Тотем силы земли VI <Klan-Earthshaker>",
		[18733] = "Сквернобот",
		[22892] = "Страж третьего фрагмента",
		[22956] = "Жрица мучений",
		[18925] = "Посланник из Зала Звездочета",
		[728] = "Баг'тира",
		[730] = "Боксёр",
		[5853] = "Закаленный боевой голем",
		[736] = "Пантера",
		[23596] = "Заклинатель огня племени Амани",
		[2959] = "Охотник прерий",
		[19757] = "Проклятая душа инфернала",
		[19949] = "Саженец <Узлодревень>",
		[20141] = "Гончая Кулутаса",
		[20397] = "Надзиратель Сейланна",
		[16375] = "Сточная слизь <Гроббулус>",
		[772] = "Тигрица Тернистой долины",
		[6189] = "Ведмедь из племени Древобрюхов",
		[3111] = "Свинобраз из племени Иглогривых",
		[780] = "Мистик из племени Дробителей Черепов",
		[3127] = "Ядохвостый скорпид",
		[16878] = "Берсерк из клана Изувеченной Длани",
		[21101] = "Бездонный портал Бездны <Зерекет Бездонный>",
		[21229] = "Волномут из племени Седого Сердца",
		[8601] = "Пагубный нетопырь",
		[17454] = "Пылающий магматический инфернал <Чаротворица из цитадели Адского Пламени>",
		[12856] = "Вестница Ясеневого леса",
		[17646] = "Пустозлобный инфернал",
		[3239] = "Громоголов",
		[6493] = "Иллюзорный фантазм <Блуждающий фантазм>",
		[3255] = "Яркочешуйчатый крикун",
		[17902] = "Скелет-захватчик <Мрачный некромант>",
		[22061] = "Душекрад из клана Призрачной Луны",
		[3279] = "Душительница из стаи Зачарованного Крыла",
		[18094] = "Дозорная из Мельницы Таррен",
		[22253] = "Воспитанник клана Драконьей Пасти",
		[22381] = "Хатисс Злобная",
		[18478] = "Аватара Мученика <Экзарх Маладаар>",
		[22957] = "Госпожа безумия",
		[23085] = "Вулкан Супремуса <Супремус>",
		[23149] = "Госпожа Копей",
		[3415] = "Охотница саванны",
		[23469] = "Порабощенная душа",
		[13816] = "Геолог Камнетерка",
		[23597] = "Страж племени Амани",
		[20078] = "Неизвестно",
		[20270] = "Друид Дикотопи",
		[898] = "Ворген из стаи Ночной Погибели",
		[3631] = "Загадочный жалохлест",
		[20910] = "Сумеречный драконаар",
		[16879] = "Голодный зловепрь",
		[16943] = "Хозяин кузни Кибергнева",
		[17007] = "Леди Кейра Беррибак",
		[21166] = "Иллидарийский Повелитель ужаса",
		[21230] = "Маг Пустоты из племени Седого Сердца",
		[17199] = "Валера",
		[17455] = "Повелитель зверей из клана Костеглодов",
		[7453] = "Осененный луной совух",
		[21742] = "Искоренитель из клана Ярости Солнца",
		[21806] = "Чароплет из племени Седого Сердца",
		[940] = "Целитель Курцена",
		[17839] = "Повелитель временного разлома",
		[17903] = "Скелет-маг <Мрачный некромант>",
		[17967] = "Некрорахнид-скарабей <Некроарахнид>",
		[15192] = "Анахронос",
		[22254] = "Зловещая осквернительница",
		[15352] = "Большой элементаль земли <Zephyrous-NethergardeKeep>",
		[11321] = "Оплавленный элементаль",
		[15480] = "Опаляющий тотем VII <Bikouu-Sulfuron>",
		[22894] = "Тотем смерча <Пеплоуст-мистик>",
		[23022] = "Жнец душ из клана Гордунни",
		[19055] = "Ветрух-матриарх",
		[7885] = "Мастер битв Бича Злобы",
		[19503] = "Кабалист-посланница",
		[16024] = "Бальзамирующая слизь",
		[19823] = "Безумный колосс",
		[16152] = "Ловчий Аттумен <Полночь>",
		[20207] = "Лучник из клана Ярости Солнца",
		[20399] = "Бес ужаса",
		[4095] = "Изверг из племени Галак",
		[4126] = "Скальный охотник",
		[12377] = "Завывающий призрак",
		[20911] = "Драконид из пещеры Крыла Тьмы",
		[16880] = "Крупный зловепрь",
		[16944] = "Мо'арг-кузнец рока",
		[21231] = "Щитоносец из племени Седого Сердца",
		[17264] = "Стервятник из клана Костеглодов",
		[1084] = "Молодой острозубый кроколиск",
		[1096] = "Геолог Торговой компании",
		[21743] = "Властитель крови из клана Ярости Солнца",
		[1108] = "Горилла из Мглистой долины",
		[17840] = "Дарнхольдская ищейка",
		[17968] = "Архимонд",
		[18096] = "Охотник Вечности",
		[18160] = "Властитель Кровавый Кулак",
		[18352] = "Охотник из клана Тяжелого Кулака",
		[18544] = "Вераку",
		[22959] = "Сердитая хозяйка",
		[23215] = "Пеплоуст-колдун",
		[19440] = "Око Гриллока",
		[19504] = "Провидец-страж",
		[19632] = "Светящийся острожал",
		[19760] = "Остывающий инфернал",
		[19824] = "Сын Корока",
		[24239] = "Повелитель проклятий Малакрасс",
		[20208] = "Исцеляющий идол Менну <Менну Предатель>",
		[5134] = "Джонивера Дальногор",
		[20912] = "Предвестник Скайрисс",
		[16945] = "Мо'арг-инженер",
		[21104] = "Хранительница временного разлома",
		[21168] = "Терас",
		[21232] = "Тихоступ из племени Седого Сердца",
		[17265] = "Демонический портал <Терестиан Больное Копыто>",
		[17521] = "Злой и страшный серый волк",
		[5422] = "Скорпид-охотник",
		[21808] = "Иллидарский надзиратель",
		[21936] = "Безумный осколыш",
		[17905] = "Банши",
		[18289] = "Самец элекка",
		[22896] = "Опаляющий тотем Пеплоуста <Пеплоуст-мистик>",
		[22960] = "Призывательница драконов из клана Драконьей Пасти",
		[23152] = "Вагат",
		[23216] = "Пеплоуст-защитник",
		[19505] = "Солнцелов-чаротворец",
		[19633] = "Кровостраж-лекарь",
		[19825] = "Когант из Темного конклава",
		[19953] = "Заступник-хлестун <Верховный ботаник Фрейвин>",
		[24240] = "Алисон Антиль",
		[16345] = "Повелитель животных из племени Призрачной Сосны",
		[20465] = "Бешенка Нижетопи",
		[12378] = "Проклятая душа",
		[1564] = "Чернокнижник из шайки Кровавого Паруса",
		[16946] = "Мо'арг-кузнестраж",
		[21233] = "Пушка Скверны Легиона",
		[21425] = "Соправитель Салхадаар <Соправитель Салхадаар>",
		[8763] = "Дымчатокрылый разбойник",
		[17650] = "Неизвестно",
		[21809] = "Браконьер из Культа Змея",
		[21873] = "Страж резервуара Кривого Клыка",
		[17842] = "Азгалор",
		[17906] = "Горгулья",
		[18290] = "Клыкач",
		[22897] = "Призванный тотем неистовства ветра <Пеплоуст-мистик>",
		[18866] = "Убийца магов",
		[18994] = "Палач из рода Бесконечности",
		[23281] = "Инсидион",
		[19442] = "Повелитель воргов Крууш",
		[19762] = "Защитник клана Змеиных Колец",
		[19826] = "Тенемант из Темного конклава",
		[24241] = "Тург",
		[20210] = "Глиношкурый камнедер",
		[1784] = "Скелет-колдун",
		[20402] = "Штормовик Легиона",
		[14362] = "Колючечник <Скрэмбл>",
		[16947] = "Ган'арг-прислужник",
		[17139] = "Падальщик из племени Трепещущего Тростника",
		[17203] = "Гвенвивар",
		[17267] = "Злобный бес <Терестиан Больное Копыто>",
		[17395] = "Призыватель из клана Призрачной Луны",
		[1860] = "Ормгроно",
		[7454] = "Яростный совух",
		[1868] = "Слуга Когтя Ворона",
		[21810] = "Лесоруб Культа Змея",
		[17907] = "Ледяной змей",
		[18419] = "Кровостраж-флорист",
		[11355] = "Воительница из племени Гурубаши",
		[15482] = "Тотем кольца огня VI <Frostface-Mograine>",
		[22898] = "Супремус",
		[22962] = "Госпожа горести",
		[18995] = "Покоритель времен из рода Бесконечности",
		[23154] = "Неизвестно",
		[1964] = "Древень",
		[23282] = "Обсидия",
		[11675] = "Призывательница ветров из стаи Снежной Слепоты",
		[15802] = "Мясистое щупальце",
		[19507] = "Солнцелов-генетик",
		[15962] = "Векнисская личинка",
		[19827] = "Враностраж из Темного конклава",
		[16154] = "Восставший рыцарь смерти",
		[20083] = "Призванный кровостраж-лекарь",
		[24242] = "Скользь",
		[20403] = "Разрушитель Легиона",
		[4111] = "Кобольд из племени Камнерылов",
		[4127] = "Зубастая гиена",
		[12379] = "Неживая смотрительница",
		[16948] = "Ган'арг-инженер",
		[4255] = "Брегус Громовар",
		[8540] = "Растерзанная крикунья",
		[21299] = "Ведьма пучин резервуара Кривого Клыка",
		[21811] = "Дракончик из Культа Змея",
		[21875] = "Тень Леотераса",
		[17908] = "Гигантский инфернал",
		[4511] = "Свиньонблан",
		[22195] = "Зловещая проповедница",
		[22259] = "Стражник из цитадели Адского Пламени",
		[18420] = "Солнцелов-геомантка",
		[18548] = "Курьер из армии Огнекрылых",
		[22963] = "Рабочий из клана Костеглодов",
		[23219] = "Прыгуана-ловец долины Черного Ветра",
		[19508] = "Солнцелов-травник",
		[23795] = "Антагонистка из клана Черного Железа",
		[24179] = "Ветроступ из племени Амани",
		[24243] = "Лорд Раадан",
		[20340] = "Пожиратель плоти",
		[20404] = "Инженер портала",
		[5135] = "Свальбрад Дальногор",
		[5263] = "Мумифицированный тролль из племени Атал'ай",
		[21108] = "Порождение Увуроса",
		[2656] = "Нефритовый слизнюк",
		[21300] = "Осквернительница",
		[21364] = "Яйцо феникса",
		[2680] = "Волчонок племени Порочной Ветви",
		[21492] = "Блаженная из Культа Змея",
		[17461] = "Кровавый страж из клана Изувеченной Длани",
		[5423] = "Плетохвостый скорпид",
		[2728] = "Яростный скальный койот",
		[10940] = "Привидение из прошлого",
		[18037] = "Чернокнижник из клана Боевого Молота",
		[5615] = "Разбойница из шайки Скитальцев Пустыни",
		[18421] = "Солнцелов-ученый",
		[18549] = "Алдорский воздаятель",
		[11356] = "Защитница из племени Гурубаши",
		[15483] = "Тотем кольца огня VII <Лсдсмерти>",
		[18805] = "Верховный звездочет Солариан",
		[18869] = "Нестабильный призрак Бездны",
		[23028] = "Надсмотрщик из клана Костеглодов",
		[5807] = "Зверобой",
		[19189] = "Опустошитель",
		[15803] = "Тотем безветрия <Ermyth-Amnennar>",
		[19509] = "Солнцелов-жнец",
		[15931] = "Гроббулус",
		[16027] = "Живой яд",
		[20021] = "Дракончик Пустоты",
		[24180] = "Заступник из племени Амани",
		[24244] = "Газакрот",
		[20405] = "Заряд Пустоты",
		[12380] = "Неживая обитательница",
		[3112] = "Разведчик племени Иглогривых",
		[3128] = "Моряк Кул-Тираса",
		[16950] = "Гончая Пустоты",
		[17014] = "Слабеющий демон Бездны",
		[8541] = "Яростная визгунья",
		[17142] = "Воин из племени Врект",
		[21301] = "Раздробитель резервуара Кривого Клыка",
		[8637] = "Сторож из клана Черного Железа",
		[17398] = "Новообращенный орк Скверны",
		[17462] = "Ревнитель из клана Изувеченной Длани",
		[3240] = "Грозорыл",
		[21877] = "Карсиус Дозорный Древности",
		[3256] = "Яркочешуйчатый смертехват",
		[3272] = "Пастух из племени Колкар",
		[3280] = "Призывательница ветров из стаи Зачарованного Крыла",
		[13276] = "Дикий бес из племени Буйного Нрава",
		[18422] = "Солнцелов-ботаник",
		[3376] = "Солдат Бейл'дана",
		[22965] = "Усердный распорядитель",
		[18934] = "Дарнхольдский маг",
		[3424] = "Грозовой змей-облачник",
		[19510] = "Кровостраж-центурион",
		[3472] = "Ваште Пауни",
		[19958] = "Белый саженец <Верховный ботаник Фрейвин>",
		[24245] = "Болотный ловец",
		[20214] = "Яйцо араккоа <Матриарх гнездовья Векх>",
		[3560] = "Исцеляющий идол <Знахарь из племени Сухокожих>",
		[3632] = "Загадочный ящер",
		[16951] = "Исчадие ужаса",
		[21302] = "Чернокнижница из Совета Теней",
		[17271] = "Разрушитель из клана Костеглодов",
		[17399] = "Соблазнительница <Призыватель из клана Призрачной Луны>",
		[7439] = "Шаман из племени Зимней Спячки",
		[17527] = "Ледигага <Аврадольф>",
		[21878] = "Скверносвин",
		[15068] = "Неизвестно <Верховный жрец Текал>",
		[22006] = "Владыка теней Смертокрик",
		[17975] = "Верховный ботаник Фрейвин",
		[22134] = "Око Килрогга клана Призрачной Луны",
		[3824] = "Светлолапый ревун",
		[18423] = "Чо'вар Погромщик",
		[11357] = "Змеяядовитая",
		[15484] = "Тотем магмы V <Роуллин>",
		[15516] = "Боевой страж Сартура",
		[15548] = "Призрачный жеребец",
		[22966] = "Светоносный наездник",
		[23030] = "Небесный ловчий из клана Драконьей Пасти",
		[3928] = "Гниющая слизь",
		[23286] = "Черная кровь Дренора",
		[23542] = "Метатель топоров из племени Амани",
		[19511] = "Подстрекатель из племени Лозы Пустоты",
		[19767] = "Колдунья из лагеря Змеиных Колец",
		[16156] = "Помеченный Тьмой воин",
		[24246] = "Черносерд",
		[24374] = "Берсерк из племени Амани",
		[20343] = "Тотем подчинения <Затерянный во времени наблюдатель>",
		[16348] = "Светлопалая рысь",
		[4096] = "Ветроловка из племени Галак",
		[4128] = "Многозубый ловец",
		[20727] = "Капитан Зовакс",
		[12477] = "Малахитор-страж ветвей",
		[16952] = "Страж Злобы",
		[21303] = "Труп защитницы",
		[17464] = "Гладиатор из клана Изувеченной Длани",
		[8766] = "Лесной слизнюк",
		[21815] = "Караборская священница",
		[21879] = "Мерзкокрылая химера",
		[13021] = "Криводрев Сокрушитель",
		[17976] = "Командир Сараннис",
		[4512] = "САЛО",
		[22199] = "Слааг",
		[18168] = "Ведьма",
		[13437] = "Командир звена Ромеон",
		[22967] = "Провидица-кавалеристка",
		[9502] = "Фаланг",
		[23223] = "Зритель из клана Костеглодов",
		[19192] = "Госпожа Судьбы",
		[9694] = "Слюнявый пепельный ворг",
		[23543] = "Тень Всадника",
		[19512] = "Жнец из племени Лозы Пустоты",
		[19768] = "Сирена из клана Змеиных Колец",
		[19960] = "Инженер Кузни Рока",
		[20216] = "Груллок",
		[20600] = "Маггок",
		[16697] = "Портал Бездны <Гнев Пустоты>",
		[21304] = "Труп тюремщика",
		[17401] = "Маноед-гончая Скверны <Призыватель из клана Призрачной Луны>",
		[17465] = "Центурион клана Изувеченной Длани",
		[5424] = "Песчаный скорпид-охотник",
		[17721] = "Инженер резервуара Кривого Клыка",
		[5472] = "Головорез из клана Песчаного Молота",
		[22072] = "Драконид из культа Приверженцев Тени",
		[18105] = "Газ'ан",
		[15229] = "Векнисский солдат",
		[5616] = "Вор из шайки Скитальцев Пустыни",
		[15485] = "Тотем языка пламени V <Ледиэманди>",
		[11454] = "Предатель из племени Буйного Нрава",
		[22968] = "Элекк в легкой броне",
		[11678] = "Душительница из стаи Снежной Слепоты",
		[19513] = "Мутантный страховизг",
		[15933] = "Неизвестно <Лорд Кри>",
		[19641] = "Астральный налетчик Несаад",
		[19705] = "Наставник Даэллис Стрелок Рассвета",
		[16029] = "Изрыгатель слизи",
		[19833] = "Ядовитая змея",
		[19961] = "Рабочий Кузни Рока",
		[16157] = "Помеченный Роком воин",
		[20089] = "Волногон из клана Кровавой Чешуи",
		[6112] = "Тотем неистовства ветра <Tobayhdeksän-Gehennas>",
		[20409] = "Кирин'варский ученик",
		[20601] = "Налетчик из братства Разаани",
		[20729] = "Опустошитель из клана Камнерогов",
		[20857] = "Защитник Аркатраца",
		[16954] = "Легионер из лагеря Легиона",
		[8543] = "Шитый ужас",
		[17146] = "Чароплет бастиона Вечной Скорби",
		[21305] = "Мутировавший ужас",
		[21753] = "Скверноподданная Совета Теней",
		[17722] = "Колдунья из резервуара Кривого Клыка",
		[13022] = "Кнутохлест",
		[22009] = "Нечистый элементаль",
		[17978] = "Скалезуб Скорбный",
		[18042] = "Поработитель из племени Тенетопи",
		[22265] = "Контробас",
		[18298] = "Гава'кси",
		[18554] = "Шарт Волдун",
		[13438] = "Командир звена Макарч",
		[22841] = "Тень Акамы",
		[22969] = "Крылобег Провидцев",
		[23353] = "Браксус",
		[19514] = "Ал'ар",
		[19642] = "Ловчий из братства Заксис",
		[19706] = "Болотный зуболиск",
		[19962] = "Синий саженец <Верховный ботаник Фрейвин>",
		[20218] = "Техник из клана Ярости Солнца",
		[20410] = "Ронсус",
		[20474] = "Ловец Нексуса из Эфириума",
		[16507] = "Караульный из клана Изувеченной Длани",
		[20794] = "Кайлаан Заблудший",
		[21050] = "Разъяренный дух земли",
		[21178] = "Варедис",
		[21242] = "Аукенайский вестник смерти",
		[7376] = "Небесная тень",
		[21370] = "Эфириал-пустомант",
		[7440] = "Дозорный из племени Зимней Спячки",
		[7456] = "таурендруид",
		[21754] = "Ревнительница Совета Теней",
		[21818] = "Дракончик из рода Бесконечности",
		[22074] = "Иллидарский подчинитель разума",
		[22138] = "Ритуалист Темного конклава",
		[18171] = "Осквернительница из рода Бесконечности",
		[15262] = "Обсидиановый искоренитель",
		[15486] = "Тотем сопротивления льду IV <Gaska-Gehennas>",
		[15550] = "Неизвестно <Полночь>",
		[18875] = "Налетчик из братства Заксис",
		[23226] = "Иллидарский гвардеец",
		[19259] = "Инфернал-захватчик",
		[23418] = "Воплощение страдания",
		[19643] = "Звездочет из клана Ярости Солнца",
		[19707] = "Лучница из клана Ярости Солнца",
		[19963] = "Вестница Рока",
		[16158] = "Помеченный Смертью воин",
		[12127] = "Охранница из клана Грозовой Вершины",
		[20283] = "Топотун болотного камня",
		[4097] = "Буревестница из племени Галак",
		[12319] = "Токсиколог из клана Пылающего Клинка",
		[20603] = "Отражение Йасека",
		[20795] = "Хранительница водохранилища",
		[20859] = "Тюремщица Аркатраца",
		[20923] = "Кровавый страж Порунг",
		[20987] = "Василиск из чащобы Рууан",
		[4257] = "Лана Громовар",
		[21179] = "Соискатель-охотник на демонов",
		[17148] = "Служительница бастиона Вечной Скорби",
		[21499] = "Надзиратель Пилорез",
		[21627] = "Крылобег лагеря Затмения <Кровостраж лагеря Затмения>",
		[17724] = "Болотный скат",
		[2233] = "Крабина",
		[17916] = "Ловчий Скверны",
		[17980] = "Ладж",
		[18172] = "Саботажник из рода Бесконечности",
		[22331] = "Гвардеец из клана Драконьей Пасти",
		[13439] = "Командир звена Сквороц",
		[23035] = "Анзу",
		[2377] = "Волнолов из племени Рваного Плавника",
		[23419] = "Воплощение мечты",
		[9696] = "Grauwind <Beón-Venoxis>",
		[19516] = "Страж Бездны",
		[19964] = "Красный саженец <Верховный ботаник Фрейвин>",
		[24187] = "Колонна огня",
		[20284] = "Доктор Бум",
		[20668] = "Злобный плотозверь",
		[20924] = "Гришнатский василиск",
		[20988] = "Солнцелов-инженер",
		[2641] = "Охотница за головами из племени Порочной Ветви",
		[2649] = "Охотник за скальпами из племени Сухокожих",
		[2657] = "Обученный остроклюв",
		[2681] = "Волк",
		[21500] = "Моргророн",
		[17533] = "Ромуло",
		[5425] = "Голодный хромоног",
		[17725] = "Скрытень Нижетопи",
		[17917] = "Элементаль воды из резервуара Кривого Клыка",
		[2761] = "Морской изгнанник",
		[22204] = "Исчадие кошмара",
		[15263] = "Пророк Скерам",
		[22396] = "Драака Длиннохвостка",
		[5617] = "Темный маг из шайки Скитальцев Пустыни",
		[18429] = "Волшебное исчадие <Эфириал-колдун>",
		[18493] = "Аукенайская жрица душ",
		[11360] = "Зульский тигренок",
		[15487] = "Тотем сопротивления огню IV <Yourexiscute-Venoxis>",
		[22844] = "Пеплоуст-военачальник",
		[11456] = "Тенелов из племени Буйного Нрава",
		[18877] = "Дракон Пустоты",
		[19261] = "Инфернал-завоеватель",
		[23420] = "Воплощение гнева",
		[19389] = "Громила из логова",
		[19453] = "Капитан из клана Ярости Солнца",
		[12096] = "Интендант клана Грозовой Вершины",
		[20221] = "Хранитель пламени из клана Ярости Солнца",
		[20285] = "Ган'арг-астральный ремонтник",
		[20477] = "Жутеклешень",
		[12320] = "Сокрушительница из клана Пылающего Клинка",
		[3113] = "Пылемут из племени Иглогривых",
		[20925] = "Обожженный василиск",
		[21181] = "Цирух Повелитель Огня",
		[17150] = "Чародей из клана Вир'аани",
		[21309] = "Госпожа боли Габрисса",
		[21373] = "Шелкокрыл <Гусеница шелкокрыла>",
		[21501] = "Маказрадон",
		[17534] = "Джулианна",
		[17726] = "Мирмидон из клана Зловещего Плавника",
		[3249] = "Большой грозовой змей",
		[8961] = "Волк",
		[3273] = "Буревестница из племени Колкар",
		[18046] = "Раджа Хагхазед",
		[18238] = "Захватчик из племени Темной Крови",
		[22461] = "Пушка Скверны, модель I",
		[18430] = "Эфириал-ученик",
		[22845] = "Пеплоуст-мистик",
		[3377] = "Бейл'данский ружейник",
		[3385] = "Страж бухты Терамора",
		[3425] = "Хищник саванны",
		[23421] = "Пеплоуст-чаротворец",
		[3457] = "Ловчий из племени Иглогривых",
		[19710] = "Страж ворот Стальная Клешня",
		[20478] = "Неизвестно",
		[20798] = "Остропил",
		[3633] = "Загадочный душегуб",
		[20990] = "Кровостраж-врач",
		[17151] = "Ган'арг-ремонтник",
		[14752] = "Боевой штандарт клана Грозовой Вершины <Lilyannaa-NethergardeKeep>",
		[17471] = "Слабая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[17535] = "Дороти",
		[21694] = "Властитель болот",
		[17727] = "Караульный из клана Зловещего Плавника",
		[15264] = "Неизвестно",
		[18431] = "Эфириальный маяк",
		[18495] = "Аукенайский воздаятель",
		[11361] = "Зульский тигр",
		[15488] = "Тотем исцеляющего потока VI",
		[22846] = "Пеплоуст-заклинатель",
		[11457] = "Призыватель огня из племени Буйного Нрава",
		[18879] = "Внепространственный охотник",
		[7873] = "Боевой страж племени Иглошкурых",
		[4009] = "Гневный скалозавр",
		[20031] = "Кровостраж-легионер",
		[20287] = "Душитель из братства Заксис",
		[12257] = "Механический йети <Пососед>",
		[20607] = "Камнешкурый василиск",
		[20671] = "Глотыч",
		[16704] = "Меткий стрелок из клана Изувеченной Длани",
		[16960] = "Сестра Горя",
		[21119] = "Неизвестно <Мо'арг-кузнец рока>",
		[17088] = "Мрачная призывательница",
		[17152] = "Страж Скверны - легионер",
		[4306] = "Истязатель из Алого ордена",
		[17280] = "Бойцовый пес из клана Изувеченной Длани",
		[1085] = "Старый тигр Тернистой долины",
		[21503] = "Чернокнижник из клана Ярости Солнца",
		[21695] = "Приливный волноплеск",
		[17728] = "Дикарь из племени Темной Крови",
		[4466] = "Охотник за скальпами из племени Порочной Ветви",
		[4514] = "Munnine",
		[18176] = "Нечистый тотем хватки земли <Менну Предатель>",
		[20243] = "Разобранный сквернобот",
		[24138] = "Прирученный аманийский кроколиск",
		[1795] = "Опаляющий вурдалак",
		[22847] = "Пеплоуст-охотник",
		[22911] = "Вим'гол Подлый",
		[18880] = "Скат Пустоты",
		[15901] = "Поверженное щупальце <Mooscow-Firemaw>",
		[16408] = "Фантомная служительница",
		[24504] = "Смотритель кладки из племени Амани",
		[19136] = "Бес-поджигатель",
		[11352] = "Берсерк из племени Гурубаши",
		[19264] = "Командир соединения Горакс",
		[17129] = "Большой ветрух",
		[17833] = "Дарнхольдская тюремщица",
		[16459] = "Развязная горничная",
		[23402] = "Иллидарский боевой маг",
		[5685] = "Пленный вурдалак",
		[5686] = "Пленный зомби",
		[19712] = "Механарский буровик",
		[5676] = "Призванный демон Бездны",
		[5349] = "Восьмоечудо",
		[7460] = "Патриарх ледополохов",
		[13317] = "Шахтер с Ледяного рудника",
		[20032] = "Кровостраж-воздаятель",
		[7524] = "Тоскующая высокорожденная",
		[18213] = "Болотная гидра",
		[3475] = "Белка",
		[16949] = "Ган'арг-анжинер",
		[19304] = "Замедление",
		[15317] = "Жестокий яд",
		[16385] = "Тотем молний <Живое чудовище>",
		[3379] = "Костолом из клана Пылающего Клинка",
		[17229] = "Кил'рек",
		[22955] = "Очаровательный посетитель",
		[14465] = "Боевой штандарт Альянса <Graiden-Golemagg>",
		[20800] = "Начальник кузни Моруг",
		[20864] = "Изначальный кошмар",
		[20928] = "Хозяин кузни Стального Хребта",
		[22474] = "Нестабильный бес Скверны",
		[587] = "Воин из племени Кровавого Скальпа",
		[18404] = "Кровостраж-распорядительница",
		[12921] = "Разъяренный фурболг из племени Гиблой Чащи",
		[17153] = "Озерный дух",
		[679] = "Шаман из клана Мош'Огг",
		[17281] = "Потрошитель из клана Костеглодов",
		[22954] = "Иллидарский устрашитель",
		[4459] = "Оракул из племени Черножабрых",
		[19302] = "Замедление",
		[17537] = "Вазруден",
		[5426] = "Хромоногая гиена",
		[10741] = "Миска",
		[17729] = "Копейщик из племени Темной Крови",
		[5474] = "Громила из клана Песчаного Молота",
		[19429] = "Летающий темный ястреб",
		[22016] = "Солдат лагеря Затмения",
		[2686] = "Паук-нянька племени Сухокожих",
		[22144] = "Повелитель стихий из клана Гордунни",
		[18281] = "Топехлыст",
		[15233] = "Векнисский страж",
		[22037] = "Кузнец Горлунк",
		[16425] = "Фантомная стражница",
		[5618] = "Бандит из шайки Скитальцев Пустыни",
		[22927] = "Йор",
		[18497] = "Аукенайский монах",
		[17802] = "Воин резервуара Кривого Клыка",
		[17053] = "Калири-пикировщик",
		[15489] = "Тотем источника маны V <Дудося>",
		[22848] = "Ярость бури",
		[22912] = "Отчужденный дух",
		[18881] = "Выщербленный грохотун",
		[17134] = "Сокрушитель из клана Тяжелого Кулака",
		[18856] = "Волшебный уничтожитель",
		[185317] = "Dakondus",
		[23232] = "Боевой волк-мутант",
		[19201] = "Горный гронн",
		[19428] = "Кобальтовый змей",
		[20050] = "Инквизитор из армии Багровой Длани",
		[11746] = "Пустынный грохотун",
		[15538] = "Анубисат - страж роя <Анубисат-защитник>",
		[21102] = "Увурос",
		[18286] = "Мрагеш",
		[19969] = "Зеленый саженец <Верховный ботаник Фрейвин>",
		[1489] = "Охотник Занзила",
		[23872] = "Корен Худовар",
		[18214] = "Болотный твердозуб",
		[20047] = "Боевой маг из армии Багровой Длани",
		[24064] = "Детеныш аманийской рыси",
		[20033] = "Звездочет",
		[16193] = "Скелет-кузнец",
		[20161] = "Матриарх гнездовья Векх",
		[24320] = "Тотем кольца огня <Повелитель проклятий Малакрасс>",
		[3374] = "Бейл'данский землечерп",
		[19306] = "Маносос",
		[20801] = "Силрот",
		[20481] = "Яростное пламя",
		[15252] = "Киражский воитель",
		[20609] = "Ловчий нексуса из братства Разаани",
		[6194] = "Змеестраж из клана Бича Злобы",
		[1410] = "Кровавая стражница из армии Огнекрылых",
		[1557] = "Старая горилла из Мглистой долины",
		[20865] = "Амебовидный ужас",
		[20929] = "Зловещий лорд",
		[17154] = "Порождение грязи",
		[21057] = "Принц Разаан",
		[15250] = "Киражский душегуб",
		[19303] = "Замедление",
		[21249] = "Неизвестно",
		[17941] = "Менну Предатель",
		[15544] = "Вем",
		[23261] = "Ярокрыл",
		[21505] = "Призыватель из клана Ярости Солнца",
		[3383] = "Головорез из братства Южных Морей",
		[8597] = "Чумной пес",
		[16165] = "Некрорыцарь",
		[21761] = "Неизвестно",
		[17730] = "Лекарь Темной Крови",
		[2691] = "Гонец высокодолья",
		[20909] = "Сульфурон Метатель Магмы",
		[22017] = "Чароплет лагеря Затмения",
		[22081] = "Темнопряд из клана Призрачной Луны",
		[20041] = "Кристаллиновый часовой",
		[22209] = "Оскверненный опаляющий тотем <Уйлару>",
		[4007] = "Моховой ядоплюй",
		[17711] = "Судьболом",
		[696] = "Метатель топоров из племени Дробителей Черепов",
		[18370] = "Дикая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[23180] = "Защитник Мельницы Таррен",
		[18498] = "Неживой солдат <Аукенайская монашка>",
		[15511] = "Лорд Кри",
		[21801] = "Велкар",
		[7523] = "Страдающий высокорожденный",
		[22849] = "Дух волка Пеплоустов",
		[15510] = "Фанкрисс Непреклонный",
		[18882] = "Выщербленный рокотун",
		[17138] = "Разоритель из клана Боевого Молота",
		[588] = "Разведчик из племени Кровавого Скальпа",
		[23169] = "Живодер-пустокоп",
		[18865] = "Астральная аберрация",
		[1713] = "Старая тенебрюхая пантера",
		[19713] = "Монтер",
		[5828] = "Кусака",
		[21298] = "Змеестраж из резервуара Кривого Клыка",
		[19458] = "Ррык",
		[15463] = "Тотем легкости воздуха III <Judanana-Amnennar>",
		[7387] = "Зеленокрылый ара",
		[10660] = "Детеныш кобальтового дракона",
		[15537] = "Анубисат-воин <Анубисат-защитник>",
		[2651] = "Шкуродерка из племени Сухокожих",
		[24549] = "Бурешторм из племени Амани",
		[21044] = "Убийца из клана Змеиных Колец",
		[24065] = "Укротитель из племени Амани",
		[20034] = "Звездный прорицатель",
		[18179] = "Оскверненный тотем вспышки <Менну Предатель>",
		[18155] = "Кровавый сокол",
		[18857] = "Мастер пространственных искривлений из клана Ярости Солнца",
		[20290] = "Лагунный угорь",
		[16928] = "Душитель-камнеруб",
		[18177] = "Нечистый тотем каменной кожи <Менну Предатель>",
		[2559] = "Ящер с нагорья Арати",
		[1797] = "Гигантский седой медведь",
		[20930] = "Ненавистница",
		[24143] = "Дух рыси",
		[14466] = "Боевой штандарт Орды <Badmedicine-MirageRaceway>",
		[17133] = "Старый копытень",
		[20866] = "Пожиратель душ",
		[10467] = "Тотем прилива маны <Shaeck-Shazzrah>",
		[17539] = "Тотем гнева <Скарси>",
		[21058] = "Развоплощенный экзарх",
		[18852] = "Инженер пространственных искривлений из клана Ярости Солнца",
		[20197] = "Болотный иглокол",
		[17155] = "Озерный волноплеск",
		[21314] = "Господин Ужаса",
		[17283] = "Астральная искра",
		[10982] = "Вредитель из племени Седоусов",
		[21506] = "Азалот",
		[11347] = "Ревнитель Лор'Кхан",
		[1865] = "Налетчик Когтя Ворона",
		[1869] = "Воитель Когтя Ворона",
		[16468] = "Призрачный зритель",
		[17731] = "Болотный скат",
		[20063] = "Главный инженер Телоникус",
		[10979] = "Гончая Алого ордена",
		[22018] = "Кавалеристка лагеря Затмения",
		[22082] = "Душегуб из клана Призрачной Луны",
		[11075] = "Хранитель котла Желчень",
		[22210] = "Неизвестно",
		[22274] = "Усмиритель небес из клана Драконьей Пасти",
		[22338] = "Аркубус Разрушитель",
		[5428] = "Рух",
		[18371] = "Подавление магии",
		[3263] = "Геомант из племени Дыбогривов",
		[18499] = "Неживой колдун <Аукенайский воздаятель>",
		[11452] = "Разбойник из племени Буйного Нрава",
		[18796] = "Надзиратель Скверны",
		[15490] = "Тотем сопротивления силам природы IV <Yourexiscute-Venoxis>",
		[11451] = "Сатир из племени Буйного Нрава",
		[4129] = "Многозубый ворчун",
		[18883] = "Манохват",
		[19231] = "Механарский сокрушитель",
		[18867] = "Искатель маны",
		[7845] = "Тотем кольца огня V <Трахершпехер>",
		[7858] = "Сорвиголова из братства Южных Морей",
		[19203] = "Огненный элементаль Сита <Темнопряд Сит>",
		[8606] = "Живая гниль",
		[21022] = "Кошка",
		[4316] = "Гиена племени Колкар",
		[19459] = "Фенг",
		[6352] = "Черепаха",
		[23682] = "Всадник без головы",
		[14763] = "Маршал южного оплота Дун Болдара",
		[21362] = "Феникс <Кель'тас Солнечный Скиталец>",
		[19779] = "Геолог из клана Ярости Солнца",
		[19843] = "Плут Ветви Пустоты",
		[21245] = "Мародер из клана Костеглодов",
		[7430] = "Кошка",
		[20035] = "Кровостраж-маршал",
		[3198] = "Ученица из клана Пылающего Клинка",
		[20163] = "Посол Соланнас",
		[21650] = "Когант Скеттиса",
		[19635] = "Капитан Аратин",
		[20483] = "Набериус",
		[4457] = "Добытчик из племени Черножабрых",
		[4099] = "Мародер из племени Галак",
		[4465] = "Воин из племени Порочной Ветви",
		[20673] = "Быстрокрыл-живорез",
		[4147] = "Просоленный василиск",
		[16772] = "Уничтожитель из клана Костеглодов",
		[20803] = "Подчинитель Гриндгарр",
		[20867] = "Дозорный Смерти",
		[20931] = "Тирантий",
		[17357] = "Ползучий слизнюченыш",
		[21059] = "Разъяренный дух воды",
		[21123] = "Скверноподданный чешуекрылый змей",
		[21816] = "Стальноспинный поедатель",
		[21251] = "Колосс Нижетопи",
		[21315] = "Руул Светокрад",
		[4323] = "Опаляющий малыш дракона",
		[18750] = "Блестящий угорь",
		[2249] = "Лютый йети",
		[18586] = "Куш'куш",
		[17540] = "Злобная гончая <Омор Неодолимый>",
		[17626] = "Легионер из клана Веселого Черепа",
		[11453] = "Плут из племени Буйного Нрава",
		[21827] = "Зандрас",
		[21891] = "Летающий ястреб-потрошитель",
		[17860] = "Дарнхольдский ветеран",
		[22019] = "Колфис Черная Чешуя",
		[8996] = "Демон Бездны - прислужник",
		[15547] = "Призрачный конь",
		[18116] = "Убийца Остротопи",
		[22275] = "Страж апекситов <Бонгобон>",
		[21139] = "Покоритель времен из рода Бесконечности",
		[17397] = "Адепт из клана Призрачной Луны",
		[16488] = "Волшебная аномалия",
		[15691] = "Смотритель",
		[18500] = "Неживой священник <Аукенайский монах>",
		[21171] = "Аландиен",
		[17269] = "Черный маг из клана Кровавой Глазницы",
		[13443] = "Лесной друид",
		[18797] = "Страдающий скелет",
		[2354] = "Злобный серый медведь",
		[18884] = "Прыгуана-ловец",
		[909] = "Ночной клинок из Братства Справедливости",
		[22035] = "Неизвестно",
		[1765] = "Ворг",
		[23235] = "Мастер клинка из клана Костеглодов",
		[19204] = "Ледяной элементаль Сита <Темнопряд Сит>",
		[16594] = "Послушник из клана Призрачной Луны",
		[22093] = "Иллидарский дозорный",
		[5457] = "Членистоног-сентипаар",
		[19460] = "Скелет из клана Кровавой Глазницы",
		[20435] = "Надзиратель Атанел",
		[15551] = "Призрачный помощник смотрителя стойл",
		[16700] = "Легионер клана Изувеченной Длани",
		[19716] = "Механарский монтер",
		[22964] = "Жрица наслаждения",
		[4468] = "Нефритовый слякоч",
		[11320] = "Землеед",
		[2070] = "Чикамунь",
		[20036] = "Кровостраж-оруженосец",
		[17270] = "Лучник из клана Кровавой Глазницы",
		[19349] = "мойпарень",
		[21428] = "Оскверненный элементаль воды",
		[1867] = "Даларанский ученик",
		[17622] = "Меткий стрелок-страж",
		[2554] = "Метательница топоров из племени Сухокожих",
		[16389] = "Призрачный ученик",
		[5139] = "Курдрум Ячменобород",
		[19765] = "Мирмидон лагеря Змеиных Колец",
		[14435] = "Принц Громораан",
		[19797] = "Иллидарский верховный лорд",
		[21876] = "Цепь Тьмы",
		[20868] = "Энтропический глаз",
		[10990] = "Альтеракский баран",
		[16901] = "Волдырный гнилостень",
		[21060] = "Разъяренный дух воздуха",
		[21124] = "Скверноподданный из каньона Кинжальной Пасти",
		[2650] = "Ревнительница из племени Сухокожих",
		[2658] = "Грифон-остроклюв",
		[21316] = "Инфернал из Кузницы Смерти",
		[21380] = "Большой землерой",
		[8959] = "Прыгнарук",
		[21508] = "Бешенка резервуара Кривого Клыка",
		[17477] = "Бес цитадели Адского Пламени",
		[21636] = "Мстительный дреней",
		[5427] = "Бешеный стертолап",
		[17669] = "Бешеный бойцовый пес",
		[16907] = "Батрак из клана Кровавой Глазницы",
		[17797] = "Гидромантка Теспия",
		[21956] = "Сталин",
		[1909] = "Озерник из племени Злобного Плавника",
		[22084] = "Избранный из клана Призрачной Луны",
		[22148] = "Дробитель черепов из клана Гордунни",
		[17805] = "Надсмотрщик из резервуара Кривого Клыка",
		[15235] = "Векнисский острожал",
		[22012] = "Канцлер Кровавая Листва",
		[18309] = "Эфириал-падальщик",
		[18373] = "Экзарх Маладаар",
		[18437] = "Агрессивная пухоспинка",
		[18501] = "Неживой бродяга <Аукенайская жрица душ>",
		[20501] = "Сочащийся слякоч",
		[4324] = "Опаляющий дракончик",
		[2850] = "Имбарёеек",
		[3250] = "Ползучий силитид",
		[18043] = "Потревоженный дух орка",
		[18885] = "Фаралонский великан",
		[23044] = "Караборский инфернал <Иллидарский Повелитель теней>",
		[5681] = "Пленная женщина",
		[23172] = "Подручный Кровожада",
		[23236] = "Щитоносец-ученик из клана Костеглодов",
		[19205] = "Неизвестно <Темнопряд Сит>",
		[683] = "Кошка",
		[3126] = "Панцирный скорпид",
		[18870] = "Крикун Бездны",
		[3909] = "Тотем исцеляющего потока V <Виндфурий>",
		[21109] = "Разъяренный бес воды",
		[5923] = "Тотем противоядия <Neloh-ZandalarTribe>",
		[19653] = "Студенор",
		[7856] = "Флибустьер из братства Южных Морей",
		[19190] = "Укротитель Скверны",
		[18872] = "Развоплощенная воздаятельница",
		[16769] = "Чернокнижник из армии Огнекрылых",
		[19973] = "Огненный голем бездны",
		[20037] = "Сокольничий крепости",
		[20101] = "Ловчий Пустоты",
		[16164] = "Тень Наксрамаса",
		[16028] = "Лоскутик",
		[17848] = "Лейтенант Дрейк",
		[15543] = "Принцесса Яудж",
		[6131] = "Драконья чаротворица",
		[184259] = "Владыка ночи",
		[22000] = "Дракон Пустоты клана Драконьей Пасти",
		[13080] = "Стражница с Железного рудника",
		[6195] = "Сирена из клана Бича Злобы",
		[21061] = "Разъяренный дух огня",
		[20805] = "Капля отброса Бездны",
		[20869] = "Часовой Аркатраца",
		[21253] = "Нечистый элементаль воды <Гидросс Нестабильный>",
		[17130] = "Талбук-самец",
		[16966] = "Ветроступ из племени Хаал'эш",
		[5992] = "Бусидо",
		[21189] = "Кристальный камнедер",
		[17158] = "Пыльный ревун",
		[18391] = "Гизельда Колдунья",
		[21381] = "Молодой землерой",
		[20502] = "Дракондор лагеря Затмения",
		[17414] = "Техник из клана Призрачной Луны",
		[17478] = "Провидец из клана Кровавой Глазницы",
		[21637] = "Разведчик из Культа Змея",
		[3226] = "Оскверненный скорпид",
		[17670] = "Псарь из клана Изувеченной Длани",
		[17734] = "Болотник Нижетопи",
		[17798] = "Полководец Калитреш",
		[17862] = "Капитан Скарлок",
		[16504] = "Волшебный заступник",
		[17990] = "Гриб Нижетопи",
		[22929] = "Великое исчадие Тьмы <Иллидарский владыка ночи>",
		[17147] = "Сектант бастиона Вечной Скорби",
		[18182] = "Неизвестно",
		[20854] = "Гладиатор Эфириума",
		[16349] = "Мортред",
		[18374] = "Сконцентрированный огонь",
		[12478] = "Малахитор-оракул",
		[23029] = "Гневень Клятвы Когтя",
		[7855] = "Пиратка из братства Южных Морей",
		[23285] = "Дробитель Копей Пустоты",
		[4282] = "Чародейка из Алого ордена",
		[22853] = "Иллидарский осквернитель",
		[22917] = "Иллидан Ярость Бури",
		[18886] = "Фаралонский разрушитель",
		[19191] = "Араззиус Безжалостный",
		[16022] = "Ассистент хирурга",
		[18873] = "Развоплощенная заступница",
		[23237] = "Кровавый пророк из клана Костеглодов",
		[19206] = "Темный элементаль Сита <Темнопряд Сит>",
		[9637] = "Обжигающий тотем",
		[23429] = "Чародейский заряд",
		[6377] = "Громорогий крылень",
		[3458] = "Ясновидец племени Иглогривых",
		[13086] = "Агги Громовой Топот",
		[21462] = "Большой сквернопламенный деметродон",
		[17816] = "Крабстер",
		[15300] = "Векнисский трутень",
		[17624] = "Страж-смотритель из клана Веселого Черепа",
		[8607] = "Гниющий слякоч",
		[21718] = "Поработитель из клана Драконьей Пасти",
		[2654] = "Призывательница из племени Сухокожих",
		[20038] = "Птенец ястребиного феникса",
		[19799] = "Иллидарский ужасень",
		[2642] = "Темная чародейка из племени Порочной Ветви",
		[18170] = "Душегуб из рода Бесконечности",
		[17977] = "Узлодревень",
		[2958] = "Неизвестно",
		[23222] = "Неизвестно",
		[3810] = "Старый медведь Ясеневого леса",
		[6186] = "Тотемист из племени Древобрюхов",
		[20614] = "Чарокрад из братства Разаани",
		[18858] = "Вестник Зла",
		[21079] = "Осколыш Скалсаара",
		[20806] = "Сочащаяся капля слякоча",
		[20870] = "Зерекет Бездонный",
		[20934] = "Покалеченный защитник",
		[16903] = "Волдырный слизнюченыш",
		[21062] = "Призрак Пустоты <Паталеон Вычислитель>",
		[21126] = "Целительница чешуи резервуара Кривого Клыка",
		[597] = "Берсерк из племени Кровавого Скальпа",
		[21254] = "Дулграмский землечерп",
		[7379] = "Огр-маг с перевала Мертвого Ветра",
		[21382] = "Ревнитель Культа Змея",
		[21446] = "Неизвестно",
		[10757] = "Кипящий элементаль",
		[7443] = "Могучий щербозуб",
		[7459] = "Матриарх ледополохов",
		[21702] = "Заклинатель жизни из Эфириума",
		[17671] = "Воитель клана Изувеченной Длани",
		[17735] = "Воин клана Зловещего Плавника",
		[21894] = "Кселет",
		[21958] = "Зачарованный элементаль",
		[22022] = "Неизвестно <Чароплет лагеря Затмения>",
		[17991] = "Рокмар Трескун",
		[21042] = "Визг",
		[3634] = "Загадочный ловец",
		[15236] = "Векнисская оса",
		[12479] = "Малахитор-хранитель деревьев",
		[18311] = "Эфириал - осквернитель гробниц",
		[17770] = "Топеглад",
		[2630] = "Тотем оков земли <Шальона>",
		[18503] = "Ирреальный обуздатель <Аукенайская жрица душ>",
		[18567] = "Мо'арг-главный планировщик",
		[18631] = "Кабалистка-сектантка",
		[11455] = "Скверноподданный из племени Буйного Нрава",
		[17132] = "Самец копытня",
		[671] = "Охотник за головами из племени Кровавого Скальпа",
		[18853] = "Кровостраж клана Ярости Солнца",
		[17818] = "Возвышающийся инфернал <Анетерон>",
		[687] = "Хищник джунглей",
		[694] = "Метатель топоров из племени Кровавого Скальпа",
		[20059] = "Солнцелов-заклинательница Пустоты",
		[23863] = "Зул'джин",
		[6146] = "Скальный разрушитель",
		[15438] = "Большой элементаль огня <Слэйди>",
		[16699] = "Разоритель из клана Изувеченной Длани",
		[17543] = "Балбес",
		[19527] = "Зыбкий призыватель Бездны",
		[17141] = "Побирушка из племени Трепещущего Тростника",
		[16539] = "Гомункул",
		[17083] = "Новообращенный орк Скверны",
		[15726] = "Глазной отросток",
		[19847] = "Левиксус",
		[9377] = "Стремительный вихрь",
		[18343] = "Таварок",
		[20039] = "Ястребиный феникс",
		[1537] = "Ревнительница из Алого ордена",
		[710] = "Чаротвор Мош'Огг",
		[17723] = "Болотоход",
		[166359] = "Зулианский тигр",
		[13087] = "Захватчица с Ледяного рудника",
		[16142] = "Неизвестно",
		[4100] = "Визгливая гарпия",
		[17135] = "Мистик из клана Тяжелого Кулака",
		[3274] = "Отарщик из племени Колкар",
		[18203] = "Неизвестно",
		[765] = "Старый тиноброд",
		[768] = "Бабр",
		[4196] = "Рой силитидов <Силитид-роевик>",
		[3122] = "Кровопалый кнутохвост",
		[16904] = "Непреклонный пехотинец",
		[16968] = "Проходчик",
		[21127] = "Шквальник резервуара Кривого Клыка",
		[17096] = "Астральный огонь",
		[17160] = "Живой смерч",
		[4308] = "Освобожденный дух",
		[21383] = "Послушник из Культа Змея",
		[4467] = "Ворожея из племени Порочной Ветви",
		[732] = "Мурлок-скрытень",
		[18204] = "Ортор Темная Кровь",
		[13280] = "Гидротварь",
		[21703] = "Оскверненный тотем огня",
		[12922] = "Бес-прислужник",
		[834] = "Волк",
		[17800] = "Мирмидон Резервуара Кривого Клыка",
		[17864] = "Младший страж ужаса <Надей>",
		[13216] = "Гаелден Кузнечный Молот",
		[15230] = "Векнисский воин",
		[17149] = "Налетчик из клана Вир'аани",
		[18120] = "Изверг из клана Анго'рош",
		[16460] = "Ночная прелестница",
		[18806] = "Жрец из Зала Звездочета",
		[18312] = "Эфириал-чароплет",
		[18181] = "Прислужник Гурока",
		[18440] = "Шеф-повар Бафферло из клана Боевого Молота",
		[16807] = "Главный чернокнижник Пустоклят",
		[21979] = "Вал'зарек Завоеватель",
		[26822] = "Урсула Худовар",
		[22075] = "Иллидарский солдат",
		[22855] = "Иллидарский владыка ночи",
		[20900] = "Освобожденный Носитель Рока",
		[905] = "Острозубая бешенка",
		[23047] = "Солдат из клана Призрачной Луны",
		[23111] = "Мрачное создание",
		[23175] = "Стражница из Мельницы Таррен",
		[23239] = "Боец из клана Костеглодов",
		[19208] = "Призванный кабалист-послушник <Кабалист-призывательница>",
		[17157] = "Расколотый грохотун",
		[21148] = "Хранительница временного разлома",
		[13797] = "Горный пехотинец Гулкий Крик",
		[21180] = "Посвященный охотник на демонов",
		[21212] = "Леди Вайш",
		[345] = "Вепрь",
		[21852] = "Аукенайский воин",
		[943] = "Пастух Курцена",
		[19784] = "Кобра из клана Змеиных Колец",
		[24059] = "Укротитель зверей из племени Амани",
		[22076] = "Торлот Великолепный",
		[17981] = "Отрок Бездны",
		[20040] = "Кристаллиновый уничтожитель",
		[7416] = "Тотем источника маны IV",
		[20905] = "Пылающий плут",
		[2929] = "Дикий совух",
		[7874] = "Терноплет из племени Иглошкурых",
		[19486] = "Солнцелов-химик",
		[15984] = "Королевский страж Сартуры",
		[18864] = "Призрак магии",
		[16457] = "Благочестивая дева",
		[21244] = "Вестник из клана Костеглодов",
		[22315] = "Мина из Кузницы Смерти <Ремонтник из Кузницы Смерти>",
		[2655] = "Зеленый слякоч",
		[16540] = "Темная погромщица",
		[20872] = "Призыватель из Кузницы Смерти",
		[10760] = "Геомант из племени Зловещего Тотема",
		[4094] = "Разведчик из племени Галак",
		[17808] = "Анетерон",
		[21128] = "Скат резервуара Кривого Клыка",
		[22011] = "Корок Могучий",
		[21246] = "Спороскат из Змеиного святилища",
		[17225] = "Ночная Погибель",
		[21384] = "Предвестник из Темного конклава",
		[10659] = "Кобальтовый дракончик",
		[10758] = "Бандитка из племени Зловещего Тотема",
		[22864] = "Фира Утренняя Звезда",
		[15728] = "Гигантское когтещупальце",
		[21704] = "Оскверненный тотем земли",
		[18080] = "Катару",
		[3278] = "Душегубка из стаи Зачарованного Крыла",
		[17801] = "Сирена резервуара Кривого Клыка",
		[21960] = "Ган'арг-техник",
		[22910] = "Черепон Разрушитель Душ",
		[17993] = "Кровостраж-заступник",
		[12050] = "Защитница из клана Грозовой Вершины",
		[18121] = "Пожиратель душ из клана Анго'рош",
		[18185] = "Дух змея Дикотопи",
		[17156] = "Истерзанный дух земли",
		[18313] = "Эфириал-колдун",
		[1548] = "Проклятый пес тьмы",
		[18441] = "Неизвестно",
		[21966] = "Хранитель глубин Шарккис",
		[17136] = "Воин из клана Тяжелого Кулака",
		[18633] = "Кабалист-послушник",
		[20904] = "Начальник тюрьмы Мелличар",
		[21410] = "Властитель крови Зарат",
		[11462] = "Древень-криводрев",
		[15589] = "Око К'Туна",
		[15621] = "Неизвестно",
		[7458] = "Йети с холмов Ледополоха",
		[23176] = "Стражник из Мельницы Таррен",
		[18323] = "Сетеккский стражник",
		[19209] = "Призванный кабалист-пеплоуст <Кабалист-призывательница>",
		[10756] = "Обжигающий элементаль",
		[21696] = "Паровой волноплеск",
		[6378] = "Громоголовый крыловоин",
		[21853] = "Энт из леса Ворона <Листобород из леса Ворона>",
		[2735] = "Младший каменный элементаль",
		[19593] = "Чароплет Мариана",
		[19657] = "Призыватель Кантин",
		[24159] = "Аманийский орел",
		[18855] = "Магистр из клана Ярости Солнца",
		[19849] = "\"Утилизатор Х6000\"",
		[15464] = "Тотем силы земли V <Zizou-Firemaw>",
		[17137] = "Маг из клана Тяжелого Кулака",
		[24136] = "Вихрь перьев <Зул'джин>",
		[23020] = "Темный змей",
		[11600] = "Шаман с Железного рудника",
		[6198] = "Эльфийка крови - геодезист",
		[13257] = "Мургот Подземная Кузня",
		[6116] = "Тень высокорожденной",
		[18850] = "Охранник из клана Ярости Солнца",
		[6148] = "Скалоход",
		[701] = "Мистик из племени Кровавого Скальпа",
		[20436] = "Заступница из клана Ярости Солнца",
		[2927] = "Злобный совух",
		[19759] = "Свежесработанный инфернал",
		[16017] = "Лоскутный голем",
		[20873] = "Мастер искажения Негатона",
		[16018] = "Желчерыг",
		[16906] = "Непреклонный рыцарь",
		[21065] = "Кирин'варский фантом",
		[740] = "Юный дракончик",
		[22352] = "Неизвестно",
		[7438] = "Ведмедь из племени Зимней Спячки",
		[17796] = "Анжинер Паропуск",
		[21385] = "Презренный ворон из Темного конклава",
		[21449] = "Проклятый дух",
		[15246] = "Киражский поглотитель разума",
		[22143] = "Спинолом из клана Гордунни",
		[17546] = "Хохотун",
		[21705] = "Оскверненный тотем воздуха",
		[678] = "Изверг из клана Мош'Огг",
		[18211] = "Громила из племени Темной Крови",
		[21897] = "Хребтоскверн Старший",
		[21961] = "Надзиратель катаклизма",
		[22025] = "Азгар",
		[17994] = "Кровостраж-сокольничий",
		[17732] = "Оса ликулла",
		[18115] = "Грязекоп Остротопи",
		[3251] = "Личинка силитида",
		[17892] = "Хрономант из рода Бесконечности",
		[18314] = "Ловчий нексуса",
		[17961] = "Чародейка резервуара Кривого Клыка",
		[22242] = "Чарокрад из лагеря Баш'ира",
		[18506] = "Гневная душа",
		[18344] = "Принц Шаффар",
		[18634] = "Кабалист-призывательница",
		[2926] = "Среброгривый бродяга",
		[22857] = "Иллидарский опустошитель",
		[23598] = "Птенец аманийского дракондора",
		[15695] = "Vek Twins Trigger",
		[23049] = "Эксперт по оружию из клана Призрачной Луны",
		[2350] = "Лесной моховой ползун",
		[23177] = "Дозорный из Мельницы Таррен",
		[21033] = "Острокрылый кровопускатель",
		[23305] = "Безумный штейгер из племени Темной Крови",
		[23369] = "Крутящийся клинок <Воитель из клана Призрачной Луны>",
		[15316] = "Киражский скарабей",
		[19402] = "Высохший болотник",
		[16519] = "Мрачный палач",
		[16967] = "Коготарь из племени Хаал'эш",
		[17159] = "Штормовой яростень",
		[17799] = "Раб из племени Отребья",
		[16244] = "Заразный вурдалак",
		[17960] = "Ворожея резервуара Кривого Клыка",
		[18632] = "Кабалист-палач",
		[18952] = "Падальщик из клана Костеглодов",
		[19978] = "Старший кузнец Кузницы Смерти",
		[20042] = "Кузнец крепости",
		[15478] = "Тотем каменного когтя VII",
		[13447] = "Капрал Норег Грозовая Вершина",
		[11464] = "Криводрев-ветвеплет",
		[6190] = "Воин из клана Бича Злобы",
		[17420] = "Язычник из клана Изувеченной Длани",
		[7446] = "Бешеный щербозуб",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		1, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		"Мир (утопление)", -- [4]
		nil, -- [5]
		"Мир (огонь)", -- [6]
		"Кровостраж-заступница", -- [7]
		[36807] = "Солнцелов-астромаг",
		[37063] = "Гнев Пустоты",
		[37319] = "Птенец ястребиного феникса",
		[22885] = "Сетеккский шаман",
		[15667] = "Шквальник резервуара Кривого Клыка",
		[38599] = "Змеестраж из резервуара Кривого Клыка",
		[38855] = "Чудовищный магматический инфернал",
		[39367] = "Зерекет Бездонный",
		[8058] = 7,
		[8122] = 5,
		[40647] = "Иллидан Ярость Бури",
		[33480] = "Кабалист-пеплоуст",
		[33736] = 7,
		[25573] = 7,
		[35272] = 2,
		[36808] = "Черный маг из клана Кровавой Глазницы",
		[37320] = 7,
		[18790] = "Лбм",
		[27237] = 1,
		[28005] = 1,
		[19942] = 2,
		[40392] = "Вазруден",
		[40904] = "Иллидан Ярость Бури",
		[33737] = 7,
		[29541] = "Фантомная гончая <Фантомная стражница>",
		[34761] = "Верховный ботаник Фрейвин",
		[43208] = "Зул'джин",
		[29925] = "Чародейская тень",
		[30053] = "Кил'рек",
		[36041] = 4,
		[36297] = "Груул Драконобой",
		[36809] = 7,
		[37321] = "Аукенайский монах",
		[22886] = "Защитница из племени Гурубаши",
		[31589] = "Joesîe-Razorfen",
		[31717] = "Черная Охотница",
		[39369] = "Архимонд",
		[39625] = 1,
		[17255] = "Алахище <Траинг>",
		[34762] = "Верховный ботаник Фрейвин",
		[35018] = 8,
		[36554] = 4,
		[45257] = 11,
		[37322] = 7,
		[26982] = 11,
		[27238] = 9,
		[38346] = 7,
		[38858] = "Усмиритель небес из клана Драконьей Пасти",
		[39626] = 11,
		[19943] = 2,
		[28518] = 11,
		[14324] = 3,
		[14516] = "Пожиратель из клана Костеглодов",
		[29670] = "Скелет-билетер",
		[29926] = "Чародейская тень",
		[43722] = 7,
		[15284] = "Защитник Нижнего города",
		[30822] = "Ромуло",
		[22887] = "Метательница топоров из племени Гурубаши",
		[31334] = "Лютый волк <Тралл>",
		[23271] = 7,
		[38603] = "Змеестраж из резервуара Кривого Клыка",
		[31718] = "Гидромантка Теспия",
		[39627] = 7,
		[32358] = "Пандемоний",
		[16244] = "Пожиратель из клана Костеглодов",
		[32614] = "Dark Portal Black Crystal Invisible Stalker",
		[16488] = 1,
		[8437] = 8,
		[8629] = 4,
		[4507] = "Манекен влюбленного <Поймай>",
		[36300] = "Груул Драконобой",
		[26599] = 2,
		[26983] = 11,
		[27239] = 5,
		[38348] = 8,
		[39628] = 4,
		[4987] = 2,
		[5019] = 8,
		[10101] = "Киражский душегуб",
		[28519] = 7,
		[10293] = 2,
		[41932] = 5,
		[10613] = 7,
		[29799] = "Ловчий Аттумен <Полночь>",
		[29927] = "Чародейская тень",
		[30055] = "Терестиан Больное Копыто",
		[21992] = 1,
		[22120] = "Горный пехотинец Гулкий Крик",
		[30567] = 1,
		[30823] = 7,
		[30951] = "Джулианна",
		[1455] = 9,
		[1463] = 8,
		[31719] = 7,
		[39373] = 5,
		[32103] = "Ружейник Альянса",
		[32231] = 9,
		[6075] = 5,
		[1543] = 3,
		[33230] = "Король Молгар",
		[34254] = "Солнцелов-ботаник",
		[34510] = 1,
		[35022] = 8,
		[36814] = "Начальник стражи Гарголмар",
		[1671] = 1,
		[26984] = 11,
		[19305] = 5,
		[38862] = 7,
		[13877] = 4,
		[27880] = 11,
		[1767] = 4,
		[28392] = "Тень Наксрамаса",
		[28520] = 3,
		[14325] = 3,
		[33487] = "Кабалист-ритуалистка",
		[33743] = 2,
		[34511] = 1,
		[34767] = 2,
		[29928] = "Фантомный гость",
		[30184] = "Демонический портал <Терестиан Больное Копыто>",
		[22121] = "Лучница из клана Грозовой Вершины",
		[15285] = "Фаланг",
		[351761] = 2,
		[30824] = 7,
		[38351] = 1,
		[47310] = "Корен Худовар",
		[31976] = "Саботажник из рода Бесконечности",
		[2023] = 2,
		[8187] = "Тотем магмы <Пушечноемясо>",
		[2062] = 7,
		[33232] = "Король Молгар",
		[2094] = 4,
		[34000] = 9,
		[25449] = "Алроса",
		[25577] = 7,
		[43215] = "Зул'джин",
		[35280] = "Паталеон Вычислитель",
		[43983] = "Зул'джин",
		[26601] = "Векнисский ядохвост",
		[26985] = 11,
		[19306] = 3,
		[351771] = 7,
		[39120] = "Кровостраж-флорист",
		[39376] = "Техник резервуара Кривого Клыка",
		[9910] = 11,
		[28521] = 7,
		[10230] = 8,
		[41168] = "Иллидарский центурион",
		[33489] = 4,
		[33745] = 11,
		[34001] = 11,
		[10614] = 7,
		[34513] = 1,
		[34769] = 2,
		[35025] = 2,
		[10934] = 5,
		[2782] = 11,
		[2894] = 7,
		[11766] = 9,
		[39121] = "Кровостраж-флорист",
		[2974] = 3,
		[11958] = 8,
		[32361] = "Таварок",
		[41169] = "Иллидари - пронзатель сердец",
		[41425] = 8,
		[12470] = "Большой элементаль огня <Киздамэсэ>",
		[43217] = "Колонна огня",
		[43729] = 7,
		[37330] = "Украденная душа",
		[26986] = 11,
		[13750] = 4,
		[39122] = "Большой хлестун",
		[40402] = 5,
		[41170] = "Иллидари - пронзатель сердец",
		[41426] = "Воплощение мечты",
		[29290] = "Паук-ловец холодного тумана",
		[29546] = "Призрачный эконом",
		[29674] = 1,
		[35027] = 2,
		[35283] = "Яростное пламя",
		[43730] = 8,
		[36563] = 4,
		[36819] = "Кель'тас Солнечный Скиталец",
		[23147] = "СОТА <Неизвестно>",
		[39635] = "Иллидан Ярость Бури",
		[32362] = 11,
		[16246] = 7,
		[24427] = 1,
		[41171] = "Иллидари - пронзатель сердец",
		[34260] = 2,
		[17260] = "Zanzol",
		[35028] = 1,
		[43731] = 1,
		[43987] = 8,
		[36052] = "Целительница чешуи резервуара Кривого Клыка",
		[37332] = "Украденная душа",
		[26987] = 11,
		[27243] = 9,
		[5116] = 3,
		[28779] = 9,
		[33237] = "Кигглер Безумный",
		[33493] = "Злобный инструктор",
		[5500] = 9,
		[36565] = 4,
		[11319] = 2,
		[23148] = "Аяда <Аяне>",
		[31467] = "Повелитель времени Дежа",
		[31723] = "Гигантский инфернал",
		[39125] = "Солнцелов-ботаник",
		[32363] = "Принц Шаффар",
		[6076] = "Акирис",
		[32747] = 4,
		[32982] = "Тотем элементаля огня <Киздамэсэ>",
		[33238] = "Король Молгар",
		[12471] = "Кабалист-чернокнижник",
		[33750] = 7,
		[34006] = 2,
		[17261] = "СаняЗло <Разныеруки>",
		[43733] = 8,
		[36054] = "Дикарь из клана Изувеченной Длани",
		[26476] = "К'Тун",
		[36822] = "Кель'тас Солнечный Скиталец",
		[37078] = "Магический ужас",
		[26988] = "Скайбэйн",
		[38358] = "Хранительница глубин Карибдис",
		[6940] = 2,
		[39382] = "Ширрак Страж Мертвых",
		[19821] = 7,
		[7068] = "Тоскующий мертвец",
		[14327] = 3,
		[28780] = 7,
		[33239] = "Король Молгар",
		[29292] = "Черная вдова холодного тумана",
		[34263] = 2,
		[34519] = 11,
		[34775] = 7,
		[51413] = "Урсула Худовар",
		[37079] = "Смерч маны",
		[37335] = "Украденная душа",
		[31340] = "Азгалор",
		[31724] = "Гигантский инфернал",
		[39127] = "Солнцелов-химик",
		[32108] = 9,
		[32364] = "Принц Шаффар",
		[32492] = "Жидкий огонь",
		[41431] = "Воплощение мечты",
		[34008] = 2,
		[17390] = 11,
		[35032] = "Король воронов Айкисс",
		[26093] = "Генератор Оуро",
		[9080] = "Лорд Робин Дэрис",
		[26861] = 4,
		[26989] = 11,
		[9592] = 5,
		[39128] = "Солнцелов-химик <Димаприст>",
		[9912] = 11,
		[40408] = 2,
		[41176] = "Иллидарский костерез",
		[29293] = "Черная вдова холодного тумана",
		[29677] = "Призрачный рабочий сцены",
		[36057] = "О'мрогг Завоеватель",
		[37081] = "Полководец Калитреш",
		[31341] = "[*] Неугасимое Пламя",
		[38361] = "Йор",
		[38617] = "Волномут из племени Седого Сердца",
		[31981] = "Менну Предатель",
		[39897] = "Филхил",
		[32365] = "Принц Шаффар",
		[41177] = "Пеплоуст-разбойник",
		[12472] = 8,
		[12536] = 8,
		[25454] = 7,
		[17391] = 11,
		[35290] = "Алёшка <Судосборщик>",
		[36314] = 7,
		[26478] = "Гигантское когтещупальце",
		[26862] = "Акерман",
		[26990] = 11,
		[27758] = "Лоскутный голем",
		[28142] = 8,
		[41178] = "Пеплоуст-защитник",
		[33499] = "Кабалист-ревнительница",
		[29166] = 11,
		[34267] = "Газ'ан",
		[35035] = "Кристаллиновый уничтожитель",
		[35291] = "Опустошитель <Нольадинка>",
		[43738] = 11,
		[22127] = "Солнцелов-травник",
		[36827] = "Саргеронский лучник",
		[37595] = 5,
		[39131] = "Скалезуб Скорбный",
		[16496] = "Дарнхольдский ружейник",
		[33244] = "Верховный звездочет Солариан",
		[33500] = "Кабалист-палач",
		[66] = 8,
		[34268] = "Газ'ан",
		[25583] = 1,
		[35548] = "Акерман",
		[43995] = 1,
		[71] = 1,
		[18288] = 9,
		[36828] = "Саргеронский лучник",
		[26863] = "Аннда",
		[26991] = 11,
		[75] = 3,
		[19312] = 5,
		[39132] = "Скалезуб Скорбный",
		[9849] = 11,
		[9913] = 11,
		[28143] = 9,
		[28271] = 8,
		[28527] = 2,
		[41180] = "Пеплоуст-защитник",
		[20720] = "Призрак Пустоты <Паталеон Вычислитель>",
		[33501] = "Злобный инструктор",
		[5277] = 4,
		[29679] = "Призрачный актер",
		[29935] = "Большой мясожор",
		[43740] = 11,
		[43996] = "Прислужник-вудуист <Крошкатралл>",
		[22128] = "Лесной друид",
		[45020] = 2,
		[37341] = 11,
		[39133] = "Узлодревень",
		[31983] = "Нечистый тотем хватки земли <Менну Предатель>",
		[39645] = "Иллидарский владыка ночи",
		[40157] = "Мстительный дух <Фоки>",
		[33502] = "Кабалист-чароплет",
		[33758] = 1,
		[17137] = "Печальная целительница <Бычукан>",
		[34782] = "Синий саженец <Верховный ботаник Фрейвин>",
		[26480] = 1,
		[6653] = 7,
		[26864] = 4,
		[26992] = 1,
		[38110] = "Кобальтовый змей",
		[19185] = 3,
		[38622] = "Тотем элементаля воды <Волномут из племени Седого Сердца>",
		[39646] = "Иллидарский владыка ночи",
		[28144] = 5,
		[28272] = 8,
		[14201] = 1,
		[116] = 8,
		[35039] = "Кристаллиновый уничтожитель",
		[118] = 8,
		[30576] = "Магтеридон",
		[120] = 8,
		[30832] = "Убийца из рода Бесконечности",
		[7805] = 9,
		[31344] = "Азгалор",
		[31472] = "Повелитель времени Дежа",
		[38623] = "Волномут из Змеиного святилища <Волномут из племени Седого Сердца>",
		[31984] = "Архимонд",
		[39647] = "Иллидарский владыка ночи",
		[41183] = "Пеплоуст-заклинатель",
		[130] = 8,
		[33504] = 11,
		[132] = 9,
		[133] = 8,
		[42463] = 2,
		[25457] = 7,
		[34784] = "Кровостраж-заступница",
		[25713] = 2,
		[35296] = "Чёзах",
		[139] = 5,
		[26481] = 1,
		[36832] = "Саргеронский призыватель огня",
		[26865] = 4,
		[26993] = 11,
		[37856] = "Сирена резервуара Кривого Клыка",
		[38112] = "World Trigger (Tiny)",
		[38624] = "Волномут из племени Седого Сердца",
		[19442] = 9,
		[9850] = "Sanrien-Earthshaker",
		[28017] = 9,
		[40160] = 7,
		[10170] = 8,
		[41184] = "Пеплоуст-заклинатель",
		[42208] = 8,
		[29425] = "Мороуз",
		[2687] = 1,
		[35297] = "Валера <Саргатес>",
		[10938] = 5,
		[30449] = 8,
		[36833] = "Освобожденный Носитель Рока",
		[30833] = "Страж-смотритель из клана Веселого Черепа",
		[37601] = 5,
		[11578] = 1,
		[38369] = "Йор",
		[38625] = "Тихоступ из племени Седого Сердца",
		[2943] = 5,
		[31985] = "Менну Предатель",
		[11962] = "Чернокнижник из армии Огнекрылых",
		[24050] = "Сетеккский дух",
		[32369] = "Эфириал-ученик",
		[41185] = "Пеплоуст-мистик",
		[33506] = "Кабалист-призывательница",
		[25202] = 1,
		[17139] = "Эфириал-жрец",
		[35298] = "наруто <Кабанистр>",
		[205] = 8,
		[36834] = "Кель'тас Солнечный Скиталец",
		[45281] = 11,
		[26866] = 4,
		[26994] = 11,
		[3391] = "Кабалистка-сектантка",
		[27250] = 9,
		[38626] = "Ведьма пучин резервуара Кривого Клыка",
		[19443] = 9,
		[39906] = "Псарь из клана Призрачной Луны",
		[14202] = 1,
		[14266] = 3,
		[20467] = 2,
		[41186] = "Пеплоуст-охотник",
		[33507] = "Кабалист-призывательница",
		[33763] = 11,
		[29298] = "Теневой нетопырь",
		[34275] = "Ал'ар",
		[30066] = "Терестиан Больное Копыто",
		[30194] = 1,
		[15290] = 5,
		[36835] = "Освобожденный Носитель Рока",
		[45282] = 11,
		[15610] = "Мрачный завсегдатай",
		[38627] = "Ведьма пучин резервуара Кривого Клыка",
		[31730] = "Оракул из резервуара Кривого Клыка",
		[32370] = "Эфириал-ученик",
		[4079] = "Тасарис",
		[32996] = 5,
		[33508] = "Темный маг из клана Призрачной Луны",
		[25203] = 1,
		[34276] = "Ал'ар",
		[25587] = 7,
		[36836] = "Освобожденный Носитель Рока",
		[45283] = 11,
		[26867] = 4,
		[37604] = 5,
		[38628] = "Ведьма пучин резервуара Кривого Клыка",
		[27891] = "Изрыгатель слизи",
		[28275] = 5,
		[5118] = 3,
		[49379] = 11,
		[33253] = 7,
		[5246] = 1,
		[42212] = 8,
		[34277] = "Ал'ар",
		[29555] = "Призрачный зритель",
		[29683] = "Призрачный актер",
		[29939] = "Большой мясожор",
		[30195] = 1,
		[30451] = 8,
		[36837] = "Чудовищный магматический инфернал",
		[37093] = 1,
		[37605] = "Эонус",
		[23028] = 8,
		[31347] = "Азгалор",
		[38373] = "Хранитель глубин Шарккис",
		[31731] = "Пехотинец Альянса",
		[370] = 7,
		[32243] = 7,
		[6078] = 5,
		[41189] = "Пеплоуст-ловец",
		[33254] = 2,
		[42213] = 8,
		[25460] = 5,
		[34790] = 11,
		[43749] = 7,
		[408] = 4,
		[36070] = 1,
		[36582] = "Разрушитель из кузни бурь",
		[36838] = "Душегуб Эфириума",
		[26996] = 11,
		[37862] = "Властитель болот",
		[38630] = "Щитоносец из племени Седого Сердца",
		[13819] = 2,
		[47333] = "Ильса Худовар",
		[28276] = 5,
		[14331] = "Древень-криводрев",
		[41190] = "Пеплоуст-ловец",
		[33255] = 1,
		[29300] = "Большой теневой нетопырь",
		[34791] = "Миротворец из кузни бурь",
		[35047] = "Механарский буровик",
		[30452] = 5,
		[36583] = "Разрушитель из кузни бурь",
		[36839] = "Душегуб Эфириума",
		[15547] = "Лепрогном из резервуара Кривого Клыка",
		[37863] = "Властитель болот",
		[38119] = 4,
		[7870] = "Сарви <Изанагги>",
		[38631] = "Щитоносец из племени Седого Сердца",
		[31732] = "Рыцарь Альянса",
		[498] = 2,
		[23925] = 1,
		[32244] = 1,
		[40423] = "Сетеккский враностраж",
		[8190] = 7,
		[33256] = 1,
		[528] = 5,
		[25461] = 5,
		[552] = 5,
		[556] = 7,
		[568] = "Император Век'лор",
		[341722] = "Око К'Туна",
		[36840] = "Заклинатель волн Эфириума",
		[580] = 7,
		[26997] = 11,
		[37864] = "Властитель болот",
		[9532] = "Призывательница ветров из стаи Снежной Слепоты",
		[46567] = 2,
		[604] = 8,
		[39144] = "Король Молгар",
		[9852] = 11,
		[40424] = "Король воронов Айкисс",
		[20342] = 1,
		[40936] = "Иллидарский устрашитель",
		[41192] = "Пеплоуст-ловец",
		[33257] = 5,
		[33513] = "Йаруг",
		[34793] = "Миротворец из кузни бурь",
		[43240] = "Заклинатель огня племени Амани",
		[30197] = "Шаруну <Изанагги>",
		[11196] = 9,
		[704] = "Rebinzon-Earthshaker",
		[712] = 9,
		[37865] = "Оракул из резервуара Кривого Клыка",
		[31477] = "Каз'рогал",
		[38633] = "Маг Пустоты из племени Седого Сердца",
		[32117] = "Ружейник Альянса",
		[39913] = 2,
		[40425] = "Король воронов Айкисс",
		[768] = 11,
		[41193] = "Боевой волк-мутант",
		[33258] = 1,
		[12540] = "Кабалист-ритуалист",
		[34026] = 3,
		[34794] = "Командир Сараннис",
		[804] = "Император Век'лор",
		[44521] = 8,
		[37098] = "Ночная Погибель",
		[26998] = 11,
		[27126] = 8,
		[38378] = "Аукенайская жрица душ",
		[38634] = "Маг Пустоты из племени Седого Сердца",
		[14204] = 1,
		[14268] = 3,
		[40938] = "Иллидарский устрашитель",
		[41194] = "Мастер клинка из клана Костеглодов",
		[41450] = 2,
		[34027] = "наруто <Кабанистр>",
		[34795] = 2,
		[43242] = "Заклинатель огня племени Амани",
		[43498] = "Повелитель проклятий Малакрасс",
		[30198] = "Шаруну <Изанагги>",
		[15228] = "Кабалист-призывательница",
		[976] = 5,
		[980] = 9,
		[38379] = "Аукенайский воздаятель",
		[38635] = "Маг Пустоты из племени Седого Сердца",
		[992] = 5,
		[996] = 5,
		[32246] = 3,
		[24183] = "Верховный жрец Текал",
		[40683] = "Иллидан Ярость Бури",
		[40939] = "Иллидарский устрашитель",
		[41195] = "Мастер клинка из клана Костеглодов",
		[41451] = 2,
		[1064] = 7,
		[43243] = "Дух рыси",
		[1120] = 9,
		[4511] = "Азпепо <Изанагги>",
		[44779] = "Джан'алай",
		[1152] = 2,
		[26999] = 11,
		[27127] = 8,
		[38380] = "Гневная душа",
		[38636] = "Маг Пустоты из племени Седого Сердца",
		[38892] = "Сердитая искусительница",
		[9853] = 11,
		[20216] = 2,
		[10173] = 8,
		[41196] = "Щитоносец-ученик из клана Костеглодов",
		[33261] = 11,
		[5215] = 11,
		[10493] = 7,
		[29303] = "Большой теневой нетопырь",
		[34797] = "Кровостраж-флорист",
		[29815] = "Волшебный заступник",
		[10941] = 5,
		[30455] = 8,
		[5599] = 2,
		[11581] = 1,
		[1456] = "Exozar-Gehennas",
		[1464] = 1,
		[38893] = "Чудовищный магматический инфернал",
		[31991] = "Менну Предатель",
		[32375] = 5,
		[40685] = "Майев Песнь Теней",
		[6143] = 8,
		[41197] = "Щитоносец-ученик из клана Костеглодов",
		[33262] = 11,
		[33774] = 5,
		[25208] = 1,
		[17145] = "Эфириал-чудесник",
		[25464] = "Алроса",
		[17401] = 11,
		[35054] = "Повелитель временного разлома",
		[6495] = 7,
		[18425] = 4,
		[37102] = "Кристаллиновый уничтожитель",
		[1680] = 1,
		[27000] = 11,
		[27128] = 8,
		[38126] = 7,
		[38382] = "Сконцентрированный огонь",
		[38638] = 1,
		[38894] = "Душегуб Эфириума",
		[19577] = 3,
		[1752] = 4,
		[28280] = "Гроббулус",
		[20217] = 2,
		[20345] = 2,
		[20473] = 2,
		[41198] = "Щитоносец-ученик из клана Костеглодов",
		[33263] = 7,
		[29304] = "Тенезверь",
		[356110] = 2,
		[29560] = "Призрачный зритель",
		[34799] = "Командир Сараннис",
		[43246] = "Страж племени Амани",
		[356111] = 2,
		[356112] = 2,
		[30584] = "О'мрогг Завоеватель",
		[45294] = 7,
		[37871] = "Водяная гранула <Морогрим Волноступ>",
		[23161] = 9,
		[38383] = "Дарнхольдский ружейник",
		[31608] = "Поганище",
		[32248] = "Охотник из клана Тяжелого Кулака",
		[40175] = "Мстительный дух <Фоки>",
		[2048] = 1,
		[33264] = 9,
		[2096] = 5,
		[42223] = 9,
		[17146] = "Кабалист-жрец Тьмы",
		[42735] = 7,
		[34800] = "Кровостраж-флорист",
		[35056] = "Монтер",
		[35312] = "[*] Яростное пламя",
		[37104] = "Кристаллиновый часовой",
		[27001] = 11,
		[18938] = 9,
		[38128] = 7,
		[38384] = "Дарнхольдский маг",
		[27641] = "Сетеккский пророк",
		[28153] = "Сточная слизь",
		[20218] = 2,
		[10174] = 8,
		[33009] = "Верховный звездочет Солариан",
		[33265] = 2,
		[10494] = "Тотем источника маны IV <Киздамэсэ>",
		[10622] = 7,
		[29561] = "Жуткозверь",
		[34801] = 7,
		[35057] = "Механарский монтер",
		[10942] = 5,
		[11198] = 4,
		[30841] = "Ромуло",
		[11390] = 7,
		[23034] = 5,
		[31481] = "Гидромантка Теспия",
		[38641] = "Маг Пустоты из племени Седого Сердца",
		[38897] = "Заклинатель волн Эфириума",
		[31865] = "Дева послушания",
		[39665] = "Иллидарский костерез",
		[24314] = "Мандокир Повелитель Крови",
		[24698] = "Иллидарский костерез",
		[33266] = 2,
		[33778] = 11,
		[25210] = 5,
		[34290] = "Газ'ан",
		[12798] = 1,
		[35058] = "Механарский монтер",
		[35314] = "Пустомант Сепетрея",
		[51952] = 2,
		[37106] = "Кристаллиновый часовой",
		[27002] = 11,
		[27130] = 8,
		[38130] = 4,
		[38386] = "Осквернительница из рода Бесконечности",
		[38642] = "Маг Пустоты из племени Седого Сердца",
		[19579] = "Тимофей <Келвиш>",
		[39666] = "Иллидарский костерез",
		[40946] = "Иллидарский устрашитель",
		[3600] = "Тотем оков земли <Алроса>",
		[33523] = 7,
		[33779] = 1,
		[42226] = 9,
		[34291] = 8,
		[29562] = "Леди Кейра Беррибак",
		[29690] = "Бестелесный распорядитель",
		[35059] = "Король воронов Айкисс",
		[51953] = 7,
		[30330] = 1,
		[30458] = 8,
		[37363] = "Скрытень из глубин",
		[15550] = "Кристаллиновый часовой",
		[23035] = 9,
		[38387] = "Осквернительница из рода Бесконечности",
		[31610] = "Поганище",
		[38899] = "Заклинатель жизни из Эфириума",
		[23931] = "Скелет-кузнец",
		[16190] = 7,
		[33012] = 9,
		[41459] = 2,
		[25467] = 5,
		[51954] = 7,
		[36340] = "Кровостраж-врач",
		[18812] = "Призрачный помощник смотрителя стойл",
		[27131] = 8,
		[38132] = 11,
		[38644] = "Маг Пустоты из племени Седого Сердца",
		[38900] = "Заклинатель жизни из Эфириума",
		[19708] = 11,
		[19836] = 2,
		[20348] = 2,
		[40948] = "Иллидарский устрашитель",
		[33013] = 5,
		[33269] = 7,
		[33525] = "Груул Драконобой",
		[10623] = 7,
		[29563] = "Леди Катриона Фон-Инди",
		[29691] = "Бестелесный распорядитель",
		[29947] = 1,
		[51955] = 1,
		[30459] = 9,
		[30843] = "Принц Малчезар",
		[23036] = 4,
		[38133] = "Кобальтовый змей",
		[11711] = 9,
		[38901] = "Чудовищный магматический инфернал",
		[11903] = 2,
		[32123] = "Пехотинец Альянса",
		[32251] = "Дикая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[32379] = 5,
		[24316] = "Мандокир Повелитель Крови",
		[16509] = "Захватчица с Ледяного рудника",
		[41461] = 2,
		[33526] = "Огненный элементаль Сита <Темнопряд Сит>",
		[12543] = 8,
		[25212] = 1,
		[34550] = "Верховный ботаник Фрейвин",
		[25596] = 5,
		[35062] = "Механарский монтер",
		[35318] = "Страж ворот Точеный Нож",
		[37110] = "Звездочет",
		[13439] = 4,
		[18813] = "Владыка болот Мусел'ек",
		[37878] = 11,
		[27260] = 9,
		[46837] = 9,
		[38902] = "Чудовищный магматический инфернал",
		[39414] = "Верховный звездочет Солариан",
		[39670] = "Иллидарский осквернитель",
		[28540] = 8,
		[20477] = "Феникс <Кель'тас Солнечный Скиталец>",
		[33527] = "Волшебный элементаль Сита <Темнопряд Сит>",
		[33783] = "Путник Бездны",
		[42230] = 11,
		[29436] = "Хранитель глубин Шарккис",
		[34551] = "Верховный ботаник Фрейвин",
		[15039] = "Темнопряд Сит",
		[15359] = 5,
		[45302] = 7,
		[7744] = 9,
		[37879] = 2,
		[38135] = "Темнопряд Сит",
		[46838] = 9,
		[38903] = "Чудовищный магматический инфернал",
		[39415] = "Предвестник Скайрисс",
		[39671] = "Иллидарский осквернитель",
		[24189] = "Верховный жрец Текал",
		[24317] = "Оган",
		[32764] = "Затерянный во времени наблюдатель",
		[33272] = 9,
		[33528] = "Ледяной элементаль Сита <Темнопряд Сит>",
		[41975] = "Пеплоуст-защитник",
		[25213] = 5,
		[25469] = 7,
		[17534] = 1,
		[44535] = 7,
		[37112] = "Кузнец крепости",
		[27005] = 11,
		[9472] = "Воодушевител",
		[38136] = "Темнопряд Сит",
		[38648] = "Маг Пустоты из племени Седого Сердца",
		[39416] = "Колдунья из резервуара Кривого Клыка",
		[39672] = "Иллидарский осквернитель",
		[40184] = "Анзу",
		[20350] = 2,
		[10432] = 7,
		[42232] = 11,
		[34809] = 5,
		[30205] = "Магтеридон",
		[36345] = "Солнцелов-инженер",
		[36601] = "Защитник Аркатраца",
		[37113] = "Оракул из племени Темной Крови",
		[22782] = 8,
		[37881] = 7,
		[31485] = "Анжинер Паропуск",
		[38649] = "Маг Пустоты из племени Седого Сердца",
		[31741] = "Колдунья Альянса",
		[11968] = "Землекоп из племени Седоусов",
		[40185] = "Соцветие Рока",
		[12160] = "Затерянный во времени Провидец",
		[40953] = "Небесный ловчий из клана Драконьей Пасти",
		[16511] = 4,
		[12544] = "Дарнхольдский маг",
		[42233] = 11,
		[34298] = "Коготь",
		[42745] = "Аманийский верховой медведь <Аманийский завоеватель>",
		[17535] = 11,
		[35322] = "Страж ворот Точеный Нож",
		[13120] = 9,
		[36346] = "Солнцелов-инженер",
		[13376] = "Большой элементаль огня <Киздамэсэ>",
		[27006] = 11,
		[27134] = 8,
		[38138] = "Неизвестно <Темнопряд Сит>",
		[38650] = "Брандашмыг из Змеиного святилища",
		[19711] = 11,
		[39674] = "Иллидарский осквернитель",
		[48889] = 7,
		[33787] = "Работяга резервуара Кривого Клыка",
		[42234] = 3,
		[34299] = 1,
		[36347] = 8,
		[22783] = 8,
		[22911] = "Эфириал - осквернитель гробниц",
		[31230] = 4,
		[38395] = "Icebeaver-Venoxis",
		[38907] = "Освобожденный Носитель Рока",
		[48890] = 1,
		[41467] = 2,
		[42747] = "Аманийский верховой медведь <Аманийский завоеватель>",
		[43771] = 3,
		[17920] = 9,
		[36348] = "Кровостраж-врач",
		[45051] = 11,
		[27007] = 11,
		[9473] = 5,
		[27263] = 9,
		[4801] = "Пророк Скерам",
		[38652] = "Тухлый гриб",
		[9857] = 11,
		[48891] = 1,
		[41468] = 2,
		[33789] = "Лейтенант Дрейк",
		[34557] = "Верховный ботаник Фрейвин",
		[29951] = "[*] Снежная буря",
		[30335] = 1,
		[30463] = "Врата Пустоты - Крепость Покорителей",
		[11201] = 4,
		[5697] = 9,
		[11585] = 1,
		[38653] = "Тухлый гриб",
		[31743] = "Колдунья Альянса",
		[12097] = "Бешенка Нижетопи",
		[40445] = 11,
		[48892] = 4,
		[41213] = "Щитоносец-ученик из клана Костеглодов",
		[41469] = 2,
		[33534] = "Темнопряд Сит",
		[25472] = 7,
		[17537] = 1,
		[43517] = "Аманийский орел",
		[360327] = "[*] Отравляющие споры",
		[36862] = "Таящаяся ведьма",
		[37118] = "Кузнец крепости",
		[27008] = 11,
		[6785] = 11,
		[27264] = 9,
		[27648] = 1,
		[6945] = 11,
		[14145] = "Кабалист-ритуалист",
		[20353] = 2,
		[41470] = 2,
		[7393] = "Император Век'лор",
		[43518] = "Воин племени Амани",
		[35839] = "Аукенайский некромант",
		[30464] = "Врата Пустоты - Безмятежность",
		[36607] = "[*] Чародейский взрыв",
		[36863] = "Неизвестно",
		[38143] = "Темный элементаль Сита <Темнопряд Сит>",
		[31616] = 7,
		[38911] = "Освобожденный Носитель Рока",
		[24193] = "Громила из логова",
		[8129] = 5,
		[8258] = "Капитан Скарлок",
		[41471] = "Леди Маланда",
		[33792] = "Лейтенант Дрейк",
		[25217] = 5,
		[42495] = "Дикарь из племени Амани",
		[35072] = "Шипастый плеточник",
		[43519] = "Воин племени Амани",
		[36608] = "Тюремщица Аркатраца",
		[36864] = "Неизвестно",
		[18562] = 11,
		[27009] = 11,
		[27137] = 2,
		[27265] = 9,
		[38912] = "Саргеронский лучник",
		[19714] = "Аккирис Штормоход",
		[19970] = 11,
		[20354] = 2,
		[28801] = "[*] Слизь",
		[41472] = "Леди Маланда",
		[2641] = 3,
		[42496] = "Аманийский завоеватель",
		[29953] = "Тень Арана",
		[30081] = "Желчерыг",
		[30209] = "Ночная Погибель",
		[30465] = "Врата Пустоты - Непоколебимость",
		[11202] = 4,
		[30849] = "Гончая Скверны-стражник",
		[22786] = "Колючечник <Сижунатрупах>",
		[38145] = "Леди Вайш",
		[31617] = "Мрачный некромант",
		[32001] = 7,
		[32129] = "Сетеккский оракул",
		[3009] = "Cat",
		[12098] = "Иллидарский Повелитель теней",
		[33282] = "Верховный звездочет Солариан",
		[25218] = 5,
		[42497] = "Аманийский завоеватель",
		[25602] = "Маносос",
		[17539] = 7,
		[35330] = "Страж ворот Стальная Клешня",
		[17923] = 9,
		[36866] = "Сердитая искусительница",
		[37122] = "Звездный прорицатель",
		[37378] = 9,
		[27010] = 11,
		[27138] = 2,
		[27266] = 9,
		[38658] = "Приливный мудрец глубин",
		[38914] = "Саргеронский лучник",
		[19971] = 11,
		[28418] = 8,
		[20355] = 2,
		[14530] = 1,
		[41986] = "Осколок разгневанной души",
		[29442] = 8,
		[29570] = "Баронесса Доротея Милстип",
		[29954] = "Тень Арана",
		[30210] = "Ночная Погибель",
		[15234] = "Сирена резервуара Кривого Клыка",
		[37123] = "Кристаллиновый механик",
		[37379] = 9,
		[38147] = "Затерянный во времени темный маг",
		[38659] = "Приливный мудрец глубин",
		[38915] = 7,
		[39171] = "Громила из логова",
		[39427] = "Назан",
		[32386] = 9,
		[8195] = "Пророк Скерам",
		[24707] = 7,
		[41475] = "Леди Маланда",
		[8451] = 8,
		[8643] = 4,
		[25603] = "Эфириал-колдун",
		[43267] = "Халаззи",
		[43523] = 2,
		[26371] = 7,
		[36612] = "Амебовидный ужас",
		[36868] = "Сердитая искусительница",
		[37124] = "Звездный прорицатель",
		[27011] = 11,
		[27139] = 2,
		[27267] = "Азпепо <Изанагги>",
		[38660] = "Сирена резервуара Кривого Клыка",
		[28419] = 7,
		[20356] = 2,
		[41476] = "Верас Глубокий Мрак",
		[10435] = "Опаляющий тотем V <Кьх>",
		[10627] = 7,
		[34821] = "Кровостраж-распорядительница",
		[43524] = "Ветроступ из племени Амани",
		[10947] = 5,
		[30339] = 1,
		[5570] = 11,
		[36613] = 4,
		[30851] = "Призыватель из клана Призрачной Луны",
		[30979] = "[*] Пламя",
		[38149] = "Затерянный во времени темный маг",
		[38661] = "Приливный гарпунер",
		[38917] = "Саргеронский призыватель огня",
		[23684] = 5,
		[11971] = "Варвар из племени Амани",
		[39941] = "Иллидарский Повелитель теней",
		[24452] = "Хубилай <Мгунгундлову>",
		[12355] = 8,
		[12611] = "Миллхаус Манашторм",
		[12675] = "Раб-бродяга пустошей",
		[12739] = "Лепрогном из резервуара Кривого Клыка",
		[6434] = "Неизвестно",
		[26372] = 7,
		[37126] = "Звездный прорицатель",
		[37382] = 3,
		[27012] = 11,
		[27140] = 2,
		[27268] = 9,
		[38918] = "Саргеронский призыватель огня",
		[39174] = "Громила из логова",
		[19717] = "Сульфурон Метатель Магмы",
		[19973] = 11,
		[20357] = 2,
		[41478] = "Верховный пустомант Зеревор",
		[41990] = 4,
		[29572] = "Лорд Робин Дэрис",
		[43526] = "Ветроступ из племени Амани",
		[15043] = "Неживой колдун <Аукенайская жрица душ>",
		[30340] = 1,
		[30852] = "Принц Малчезар",
		[22789] = 1,
		[38151] = "Король воронов Айкисс",
		[31620] = "Скелет-маг <Мрачный некромант>",
		[38919] = "Кровостраж-врач",
		[39175] = "Тюремщица из цитадели Адского Пламени",
		[40199] = "Анзу",
		[24453] = "Viqz",
		[25221] = 5,
		[25477] = 5,
		[34824] = "Кровостраж-распорядительница",
		[8836] = 7,
		[17926] = 9,
		[36872] = "Шквальник резервуара Кривого Клыка",
		[37640] = "Леотерас Слепец",
		[27141] = 2,
		[27269] = "Бизколэ <Крыловский>",
		[38664] = "Волноступ-воин",
		[20230] = 1,
		[20614] = 1,
		[10436] = "Опаляющий тотем VI <Бонджин>",
		[29573] = "Лорд Робин Дэрис",
		[35081] = 3,
		[35337] = 7,
		[36617] = "Изначальный кошмар",
		[37129] = "Ученица звездочета",
		[30981] = "Убийца из рода Бесконечности",
		[37641] = "Леотерас Слепец",
		[31237] = 4,
		[38153] = "Зыбун",
		[38921] = "Кровостраж-врач",
		[11972] = "Лорд Криспин Ференс",
		[39945] = "Акама",
		["DEBUFF"] = 2,
		[40457] = "Гуртогг Кипящая Кровь",
		[32645] = 4,
		[12292] = 1,
		[41481] = "Верховный пустомант Зеревор",
		[12548] = "Темнопряд Сит",
		[25222] = 5,
		[17287] = "Кровостраж-лекарь <Димаприст>",
		[34826] = "Кровостраж-распорядительница",
		[43273] = "Аманийский завоеватель",
		[43529] = "Заступник из племени Амани",
		[25990] = 5,
		[44041] = "Powerhealz-Bloodfang",
		[13444] = "Оживленные кости",
		[37642] = 7,
		[27142] = 2,
		[27270] = "Баргаке",
		[27526] = 3,
		[19975] = 11,
		[28294] = "Живое чудовище",
		[20615] = "Надзиратель Скверны",
		[41482] = "Верховный пустомант Зеревор",
		[33547] = "Посол Гиблочрев",
		[29574] = "Фантомная гончая <Фантомная стражница>",
		[14916] = "Кошка <Милалина>",
		[43530] = "Заступник из племени Амани",
		[36107] = 7,
		[30470] = "Дикарь из клана Изувеченной Длани",
		[36619] = "Изначальный кошмар",
		[30854] = "Принц Малчезар",
		[15620] = "Дозорная из Мельницы Таррен",
		[31622] = "Скелет-маг <Мрачный некромант>",
		[38923] = "Монтер",
		[23687] = 7,
		[39435] = "Коготь",
		[24071] = "Метательница топоров из племени Гурубаши",
		[32390] = 9,
		[24711] = 8,
		[41483] = "Верховный пустомант Зеревор",
		[25479] = 7,
		[25607] = 8,
		[35084] = 8,
		[17800] = 9,
		[17928] = 9,
		[1137] = 7,
		[45067] = 8,
		[37132] = "Ученица звездочета",
		[27015] = 3,
		[27143] = 2,
		[27271] = "Thulnagma",
		[38924] = "Спороскат из Змеиного святилища",
		[39948] = 3,
		[10053] = 8,
		[40972] = 5,
		[20616] = 1,
		[29063] = 7,
		[29575] = "Призрачная стражница",
		[30471] = "Надзиратель Скверны",
		[30599] = "О'мрогг Завоеватель",
		[37133] = "Ученица звездочета",
		[22792] = 1,
		[31367] = 9,
		[31623] = "Владыка болот Мусел'ек",
		[38925] = "Механарский монтер",
		[32391] = 9,
		[41229] = "Кровавый пророк из клана Костеглодов",
		[41485] = "Верас Глубокий Мрак",
		[6307] = 9,
		[17289] = "Аукенайский воздаятель",
		[34830] = 4,
		[35342] = "Высохший великан",
		[44045] = 5,
		[36622] = "Изначальный кошмар",
		[26888] = 4,
		[27016] = 3,
		[27144] = 2,
		[27272] = "Грак'гаке",
		[28168] = "Король Молгар",
		[1769] = 4,
		[1777] = 4,
		[20617] = 1,
		[33551] = "Посол Гиблочрев",
		[33807] = 3,
		[1833] = 4,
		[29448] = "Мороуз",
		[29576] = "Призрачная стражница",
		[1857] = 4,
		[14917] = "Долобене <Микрокиса>",
		[44046] = 5,
		[36111] = 1,
		[15237] = "Drustix-Razorgore",
		[30600] = "О'мрогг Завоеватель",
		[36879] = "Миллхаус Манашторм",
		[37135] = "Провидица Пустоты",
		[1953] = 8,
		[15749] = "Стражница из Мельницы Таррен",
		[31624] = "Мрачный некромант",
		[38927] = 3,
		[16005] = "Техник резервуара Кривого Клыка",
		[32264] = "Ширрак Страж Мертвых",
		[24585] = 4,
		[41231] = "Кровавый пророк из клана Костеглодов",
		[41487] = "Верас Глубокий Мрак",
		[2098] = 4,
		[25225] = 1,
		[17290] = "Неживой колдун <Аукенайская жрица душ>",
		[17546] = 9,
		[44047] = 5,
		[36880] = "Миллхаус Манашторм",
		[26889] = 4,
		[27145] = 2,
		[27273] = "Klathtast <Exozar-Gehennas>",
		[9734] = 5,
		[9862] = 11,
		[28297] = "Тотем молний <Живое чудовище>",
		[40464] = 11,
		[10310] = 2,
		[10438] = 7,
		[29321] = "Призрачный конь",
		[34321] = 8,
		[29577] = "Призрачный жеребец",
		[29833] = "Ловчий Аттумен <Полночь>",
		[29961] = "Тень Арана",
		[30217] = 3,
		[36881] = "Миллхаус Манашторм",
		[22666] = "Верховный жрец Текал",
		[11398] = 4,
		[46608] = "Капитан Балинда Каменный Очаг",
		[31625] = "Мрачный некромант",
		[38929] = 3,
		[47376] = 7,
		[39441] = 7,
		[32265] = "Ширрак Страж Мертвых",
		[40465] = 7,
		[12294] = 1,
		[33042] = 8,
		[12550] = "Шаманка из клана Северного Волка",
		[34322] = "Ужасень Нексуса",
		[12742] = "Штоппор Наливалс",
		[37138] = "Скрытень из глубин",
		[13446] = "Лепрогном из резервуара Кривого Клыка",
		[27018] = 3,
		[27274] = "Келнисо <Васяпопович>",
		[38930] = "Солнцелов-астромаг",
		[19979] = 2,
		[40466] = 7,
		[14278] = 4,
		[28682] = 8,
		[28810] = 5,
		[20747] = 11,
		[29578] = "Призрачный эконом",
		[3730] = "Пророк Скерам <Пророк Скерам>",
		[29962] = "Тень Арана",
		[35859] = "Пары Пустоты",
		[30474] = "Страж-язычник",
		[30986] = "Кабалист-убийца",
		[38163] = "Зыбун",
		[38419] = "Пучинный скрытень <Хранитель глубин Шарккис>",
		[31754] = "Рубака Орды",
		[39187] = 11,
		[39443] = 8,
		[32788] = "Массивная каменная статуя <Манкелло>",
		[34324] = 11,
		[34580] = "Yehto-Heartstriker",
		[36372] = 2,
		[45075] = "Целитель из племени Амани",
		[26891] = 4,
		[27019] = 3,
		[27147] = 7,
		[27275] = "Glynthea",
		[9863] = 11,
		[39700] = "Страж резервуара Кривого Клыка",
		[40212] = 7,
		[20236] = 2,
		[40724] = 11,
		[33045] = "[*] Гнев астроманта",
		[20748] = 11,
		[33813] = "Груул Драконобой",
		[29323] = "Призрачный жеребец",
		[29579] = "Фантомный гость",
		[34837] = 3,
		[30091] = "Некрорыцарь",
		[30219] = "Дзугуну <Неизвестно>",
		[22412] = "Киражский скорпион",
		[30731] = 1,
		[30859] = "Пустозлобный инфернал",
		[11591] = "Vek Twins Trigger",
		[11719] = 9,
		[31755] = "Таурен-воин",
		[39445] = 2,
		[12039] = "Кабалист-послушник",
		[32395] = "Неизвестно",
		[32651] = "Сетеккский враностраж",
		[41237] = 11,
		[42005] = "Гуртогг Кипящая Кровь",
		[25228] = 9,
		[17165] = "Кабалист-жрец Тьмы",
		[6372] = 7,
		[17549] = 11,
		[36886] = "Сердитая искусительница",
		[26892] = 4,
		[27020] = 3,
		[27148] = "Пророк Скерам <Пророк Скерам>",
		[27276] = "Бружумэ <Хаосцарь-РокДелар>",
		[38934] = "Солнцелов-астромаг",
		[28428] = "Заразный паук-быстроног",
		[14279] = 3,
		[41238] = "Кровавый пророк из клана Костеглодов",
		[29452] = 3,
		[29580] = "Фантомный гость",
		[35095] = 7,
		[44054] = "Халаззи",
		[36119] = "Зерекет Бездонный",
		[30604] = "Печальная целительница <Бычукан>",
		[36887] = "Освобожденный уничтожитель",
		[30860] = "Пустозлобный инфернал",
		[38935] = "Солнцелов-заклинательница Пустоты",
		[31884] = 2,
		[8004] = "Колбасныыйво",
		[32140] = 3,
		[39959] = 4,
		[17038] = 11,
		[25357] = 7,
		[35096] = "Призванный кровостраж-лекарь",
		[35352] = 1,
		[25997] = 2,
		[44055] = 1,
		[37656] = 5,
		[27149] = 2,
		[38168] = "Аукенайская монашка",
		[27661] = 11,
		[39192] = "Страж ворот Точеный Нож",
		[39448] = "Ночная Погибель",
		[40216] = 7,
		[28813] = "Exitia-Patchwerk",
		[29325] = "Каменная горгулья",
		[29453] = 1,
		[29581] = "Фантомный гость",
		[10888] = 5,
		[10952] = 5,
		[36121] = "Бездонный портал Бездны <Зерекет Бездонный>",
		[30605] = 9,
		[11336] = 4,
		[30989] = "Ревнитель из клана Изувеченной Длани",
		[31117] = 11,
		[39193] = "Страж ворот Стальная Клешня",
		[11976] = "Караульный из клана Зловещего Плавника",
		[40729] = 11,
		[34074] = 3,
		[35098] = 3,
		[43545] = "Повелитель проклятий Малакрасс",
		[18191] = 1,
		[36634] = 5,
		[37658] = 8,
		[27150] = 2,
		[27278] = "Бружумэ <Хаосцарь-РокДелар>",
		[13704] = "Крикун Негатона",
		[14280] = 3,
		[33051] = "Крош Огненная Рука",
		[33563] = "Великий мастер Ворпил",
		[34331] = "Крикун Негатона",
		[34587] = 11,
		[43290] = "Дух рыси",
		[36123] = "Зерекет Бездонный",
		[30478] = "Новообращенный орк Скверны",
		[22415] = "Криводрев-ветвеплет",
		[36891] = "Освобожденный уничтожитель",
		[30990] = "Лучник из клана Изувеченной Длани",
		[23055] = 3,
		[31758] = "Ордынский охотник за головами",
		[39195] = "Страж ворот Стальная Клешня",
		[32014] = "Архимонд",
		[32654] = "Сетеккский Лорд Когтя",
		[32796] = 8,
		[24975] = 11,
		[25231] = 1,
		[25359] = 7,
		[43547] = "Повелитель проклятий Малакрасс",
		[8905] = 11,
		[18192] = 1,
		[27023] = 3,
		[27151] = 2,
		[27279] = "Phuudhun",
		[38940] = "Саргеронский лучник",
		[39196] = "Солнцелов-инженер",
		[10057] = 8,
		[28431] = "Ядовитый паук-скакун",
		[34333] = "Крикун Негатона",
		[29583] = "Фантомный гость",
		[29711] = "Полночь",
		[43292] = "Наставник из племени Амани",
		[43548] = "Повелитель проклятий Малакрасс",
		[30095] = "Некрорыцарь",
		[35869] = "Кель'тас Солнечный Скиталец",
		[5573] = 2,
		[30607] = 8,
		[11273] = 4,
		[11337] = 4,
		[30991] = "Кабалист-убийца",
		[37661] = 8,
		[38941] = "Патрульный из кузни бурь",
		[39197] = "Летающий темный ястреб",
		[11977] = "Легионер из клана Северного Волка",
		[39965] = 3,
		[40477] = 3,
		[6117] = 8,
		[41245] = "Осколок страдающей души",
		[6213] = 9,
		[24976] = 11,
		[25360] = 7,
		[12809] = 1,
		[6533] = "Инженер резервуара Кривого Клыка",
		[36638] = "Защитник Аркатраца",
		[36894] = "Освобожденный уничтожитель",
		[37662] = "Рабочий-бродяга пустошей",
		[6789] = 9,
		[27280] = "Maadhon",
		[38942] = "Саргеронский лучник",
		[39198] = "Летающий темный ястреб",
		[28176] = 9,
		[14281] = 3,
		[7301] = 8,
		[34335] = "Крикун Негатона",
		[29584] = "Фантомная служительница",
		[29712] = "Жуткое привидение",
		[29840] = "Волшебный заступник",
		[36127] = "Зерекет Бездонный",
		[36383] = "Ширрак Страж Мертвых",
		[30608] = 9,
		[30992] = "Кабалист-убийца",
		[38431] = "Хранитель глубин Шарккис",
		[31760] = "Знахарь Орды",
		[23697] = 7,
		[8005] = 7,
		[8101] = 7,
		[24977] = 11,
		[16914] = 11,
		[25233] = 5,
		[25361] = 7,
		[25489] = 7,
		[18194] = 2,
		[27025] = 3,
		[27153] = 2,
		[27281] = "Luuthun",
		[39200] = 1,
		[39968] = "[*] Взрыв кончика иглы",
		[10058] = 8,
		[28433] = "Живой яд",
		[10186] = 8,
		[41248] = "Осколок алчущей души",
		[20754] = "Призыватель огня из племени Буйного Нрава",
		[20882] = 9,
		[2643] = 3,
		[35105] = "Воин резервуара Кривого Клыка",
		[29969] = "Тень Арана",
		[35873] = "Кель'тас Солнечный Скиталец",
		[30481] = "Меткий стрелок из клана Изувеченной Длани",
		[22418] = "Скверноподданный из племени Буйного Нрава",
		[36897] = 3,
		[37665] = "Чародейка резервуара Кривого Клыка",
		[31249] = "Лютый Хлад",
		[38177] = 7,
		[38433] = "Хранитель глубин Шарккис",
		[11722] = 9,
		[38945] = "Отважный страж Вайш'ира",
		[39201] = 9,
		[11978] = "Неживой обитатель",
		[12042] = 8,
		[3043] = 3,
		[42017] = 11,
		[34338] = "Крикун Негатона",
		[35106] = "Сирена резервуара Кривого Клыка",
		[37154] = "Сокольничий крепости",
		[26898] = 11,
		[27026] = 3,
		[27154] = 2,
		[3411] = 1,
		[27794] = "Лоскутный голем",
		[28434] = "Ткач-падальщик",
		[32803] = 9,
		[29586] = "Фантомный служка",
		[29714] = "Полночь",
		[43298] = "Подкрепление племени Амани",
		[15242] = "Исследователь с Ледяного рудника",
		[22419] = "Гидротварь",
		[36899] = 5,
		[37155] = "Сокольничий крепости",
		[30994] = 11,
		[31250] = "Лютый Хлад",
		[38947] = "Отважный страж Вайш'ира",
		[32146] = 11,
		[40483] = 8,
		[33572] = 11,
		[33828] = 3,
		[25235] = 5,
		[34340] = 1,
		[42787] = 9,
		[34852] = "Кровостраж-сокольничий",
		[43299] = "Птенец аманийского дракондора",
		[36132] = "Кровостраж-маршал",
		[36644] = "Пожиратель душ",
		[36900] = 3,
		[37156] = "Ястребиный феникс",
		[18708] = 9,
		[37668] = "Наблюдатель резервуара Кривого Клыка",
		[37924] = "Элементаль воды из резервуара Кривого Клыка",
		[27283] = 4,
		[9867] = 11,
		[20116] = 2,
		[10187] = 8,
		[41252] = 3,
		[20756] = 9,
		[29203] = 7,
		[21140] = 4,
		[34341] = "Ал'ар",
		[34597] = 8,
		[10955] = 5,
		[22420] = "Гидротварь",
		[30739] = "Вождь Каргат Острорук",
		[37157] = "Ястребиный феникс",
		[37669] = "Целительница чешуи резервуара Кривого Клыка",
		[23060] = "Боевая курица",
		[38437] = 7,
		[23828] = 9,
		[12043] = 8,
		[6150] = 3,
		[34342] = "Ал'ар",
		[43301] = "Оскверненный тотем молний <Халаззи>",
		[26004] = 2,
		[35878] = "Пустотная аномалия",
		[36646] = "Незрячий глаз <Пожиратель душ>",
		[13323] = "Хранительница временного разлома",
		[6726] = "Техник из клана Призрачной Луны",
		[27156] = 2,
		[38182] = "Наездник на грифоне",
		[38438] = 7,
		[27924] = 9,
		[28308] = "Лоскутик",
		[40486] = "Гуртогг Кипящая Кровь",
		[32807] = 9,
		[41254] = "Буян из клана Костеглодов",
		[20757] = 9,
		[33831] = 11,
		[29332] = 9,
		[29716] = "Жуткое привидение",
		[43302] = "Халаззи",
		[30356] = 1,
		[22421] = "Гидротварь",
		[37159] = "Ястребиный феникс",
		[7814] = "Бронвениэ <Дэвиа>",
		[38183] = "Банши",
		[38439] = 7,
		[23445] = 11,
		[31764] = "Шаман Орды",
		[31892] = 2,
		[32020] = "Талбук-шипоед",
		[40487] = 3,
		[40743] = "Аманийский завоеватель",
		[24597] = 3,
		[24853] = "Тотем древнего источника маны <Пикачеру>",
		[42023] = "Пеплоуст-грозоборец",
		[17174] = "Дозорный из Мельницы Таррен",
		[34600] = 3,
		[34856] = "Кровавый сокол",
		[43303] = "Халаззи",
		[37160] = "Птенец ястребиного феникса",
		[589] = 5,
		[27157] = 2,
		[27285] = 9,
		[27669] = 11,
		[10060] = 5,
		[28565] = 7,
		[10444] = 7,
		[33833] = "Кабалист-ритуалист",
		[29333] = 11,
		[42792] = 5,
		[29717] = "Пленная душа",
		[35369] = "Ал'ар",
		[21910] = "Фантомный гость",
		[30357] = 1,
		[697] = 9,
		[22422] = "Огромный гейзер <Гидротварь>",
		[36905] = "Пылающий плут",
		[37161] = "Эфириал-чаролов",
		[713] = 9,
		[31125] = 4,
		[38441] = "Повелитель глубин Каратресс",
		[31765] = "Шаман Орды",
		[31893] = 2,
		[41513] = 1,
		[12492] = "Шаман с Железного рудника",
		[42025] = "Пеплоуст-душелов",
		[42281] = "Пульсирующая тыква <Всадник без головы>",
		[43305] = "Халаззи",
		[26006] = "Император Век'лор",
		[26134] = "Око К'Туна",
		[18327] = "Киражский душегуб",
		[36906] = "Пылающий плут",
		[37162] = "Предвестник Скайрисс",
		[27030] = 4,
		[37930] = "Колдунья из резервуара Кривого Клыка",
		[853] = 2,
		[38954] = 11,
		[19735] = "Khiidhun",
		[28310] = "Ассистент хирурга",
		[20375] = 2,
		[28694] = 11,
		[33835] = "Охотник Вечности",
		[29334] = 7,
		[921] = 4,
		[29718] = "Пленная душа",
		[30358] = "Ночная прелестница",
		[30486] = 1,
		[36907] = "Пылающий плут",
		[37163] = 4,
		[22807] = 7,
		[37675] = "Леотерас Слепец",
		[23063] = 2,
		[38187] = "Скрытень-волноступ",
		[23575] = 7,
		[40491] = "Гуртогг Кипящая Кровь",
		[8269] = "Надсмотрщик из резервуара Кривого Клыка",
		[1042] = 2,
		[42027] = "Пеплоуст-душелов",
		[1066] = 11,
		[25367] = "Гультай",
		[1082] = 11,
		[26007] = "Император Век'нилаш",
		[1122] = 9,
		[36140] = "Зритель из клана Костеглодов",
		[26391] = 11,
		[36652] = 4,
		[36908] = "Внепространственный охотник",
		[37676] = "Леотерас Слепец",
		[27159] = 2,
		[9613] = "Лепрогном из резервуара Кривого Клыка",
		[38700] = 8,
		[19480] = 9,
		[19736] = "Бидхумэ <Янбрагин-РокДелар>",
		[33325] = "Аукенайский некромант",
		[29335] = 11,
		[1330] = 4,
		[34605] = "Принц Шаффар",
		[43308] = 11,
		[10893] = 5,
		[30231] = "Посол Гиблочрев",
		[36141] = 7,
		[30487] = "Врата Пустоты - Непоколебимость",
		[30615] = "Провидец из клана Кровавой Глазницы",
		[30743] = "Главный чернокнижник Пустоклят",
		[30999] = 2,
		[38445] = "Повелитель глубин Каратресс",
		[23576] = 8,
		[31895] = 2,
		[1490] = "Seroplex-Sulfuron",
		[32663] = "Сетеккский шаман",
		[6215] = 9,
		[12493] = "Плут из племени Буйного Нрава",
		[25368] = 5,
		[13005] = "Барон Раф Дрейгер",
		[36142] = "Даллия Глашатай Судьбы",
		[36654] = "Пожиратель душ",
		[36910] = "Внепространственный охотник",
		[37678] = 7,
		[27160] = 2,
		[1706] = 5,
		[1714] = 9,
		[13901] = "Крио-инженер Ша'хин",
		[14157] = 4,
		[28440] = "Жуткий ползун",
		[1786] = 4,
		[34351] = "Мутантный плотохлест",
		[1850] = 11,
		[34863] = 5,
		[1906] = "Векнисский солдат",
		[30616] = "Магтеридон",
		[36911] = "Миллхаус Манашторм",
		[15501] = "Сетеккский шаман",
		[31256] = "Лютый Хлад",
		[38959] = "Отважный страж Вайш'ира",
		[31896] = 2,
		[23961] = 11,
		[40239] = "Терон Кровожад",
		[33072] = 2,
		[16666] = 3,
		[33840] = "Расколотый грохотун",
		[25241] = 1,
		[34352] = "Солнцелов-ученый",
		[34864] = 5,
		[35120] = "Тотем подчинения <Затерянный во времени наблюдатель>",
		[36144] = "Даллия Глашатай Судьбы",
		[36912] = "Аккирис Штормоход",
		[27033] = 9,
		[37936] = "Механик паровой оснастки",
		[38448] = 7,
		[9806] = 1,
		[2484] = "Алроса",
		[10318] = 2,
		[33841] = "Великий мастер Ворпил",
		[34353] = "Солнцелов-ученый",
		[34865] = 5,
		[10894] = 5,
		[10958] = 5,
		[22426] = "Криводрев Сокрушитель",
		[30745] = "Главный чернокнижник Пустоклят",
		[11406] = 3,
		[22938] = "Крио-инженер Ша'хин",
		[31257] = "Лютый Хлад",
		[38193] = "Кобальтовый змей",
		[38449] = "Хранительница глубин Карибдис",
		[11726] = 9,
		[32409] = "[*] Слово Тьмы: Смерть",
		[12174] = 4,
		[33074] = 2,
		[24858] = 11,
		[12494] = 8,
		[25242] = 1,
		[34354] = "Солнцелов-ученый",
		[34866] = 5,
		[18075] = 7,
		[36914] = "Аккирис Штормоход",
		[27162] = 2,
		[38194] = "Король воронов Айкисс",
		[348459] = 4,
		[14286] = 3,
		[34355] = "Солнцелов-ученый",
		[29722] = 9,
		[30490] = "Врата Пустоты - Безмятежность",
		[22427] = "Новообращенный орк Скверны",
		[36915] = "Аккирис Штормоход",
		[37171] = 4,
		[31258] = "Лютый Хлад",
		[38451] = "Хранительница глубин Карибдис",
		[31898] = 2,
		[23835] = 9,
		[32154] = "Начальник стражи Гарголмар",
		[32282] = 5,
		[40243] = "Терон Кровожад",
		[33076] = 5,
		[34100] = "Псарь из клана Изувеченной Длани",
		[35124] = "Солнцелов-геомантка",
		[26139] = "Когтещупальце",
		[36916] = 3,
		[45619] = 11,
		[27163] = "наруто <Кабанистр>",
		[38452] = "Хранитель глубин Волниис",
		[33077] = 1,
		[41524] = "[*] Чародейский взрыв",
		[10447] = 7,
		[29339] = "Призрачный помощник смотрителя стойл",
		[50739] = "Герреро",
		[5384] = 3,
		[29979] = "Тень Арана",
		[30235] = "Астральный огонь",
		[36405] = "Йор",
		[30619] = "Магтеридон",
		[36917] = "Сульфурон Метатель Магмы",
		[22812] = 11,
		[38197] = "Король воронов Айкисс",
		[38453] = 7,
		[31643] = 8,
		[31771] = 11,
		[23836] = 9,
		[12175] = 2,
		[24732] = 9,
		[33846] = "Путник Бездны",
		[34102] = 7,
		[34358] = "Солнцелов-химик",
		[25500] = 7,
		[43317] = "Детеныш аманийской рыси",
		[37174] = 4,
		[27164] = 2,
		[19229] = 3,
		[13903] = "Опытный магистр",
		[14287] = 3,
		[33079] = 11,
		[33335] = "Кабалист-призывательница",
		[29340] = "Призрачный помощник смотрителя стойл",
		[34359] = "Солнцелов-химик",
		[34615] = "Подстрекатель из племени Лозы Пустоты",
		[35383] = "[*] Огненный след",
		[30108] = 9,
		[31388] = "Неизвестно",
		[31516] = "Послушник из клана Призрачной Луны",
		[38967] = "Освобожденный уничтожитель",
		[31900] = "Новообращенный орк Скверны",
		[32028] = 7,
		[16143] = "Изуродованный кадавр",
		[33080] = 7,
		[34616] = "Подстрекатель из племени Лозы Пустоты",
		[43575] = "Алисон Антиль",
		[36152] = "Кигглер Безумный",
		[36664] = "Дозорный Смерти",
		[36920] = "Назан",
		[27165] = 7,
		[38712] = "Звездочет",
		[27805] = 5,
		[28189] = 9,
		[40248] = "Псарь из клана Изувеченной Длани",
		[40504] = "Зыбун",
		[10192] = 8,
		[41272] = "Великан из клана Костеглодов",
		[10448] = 7,
		[29341] = 9,
		[34361] = "Солнцелов-ботаник",
		[10960] = 5,
		[30621] = "Подстрекатель из племени Лозы Пустоты",
		[36921] = "Назан",
		[22686] = "Ночная Погибель",
		[37433] = "Скрытень из глубин",
		[31901] = "Омор Неодолимый",
		[40505] = "Лепрогном из резервуара Кривого Клыка",
		[33082] = 1,
		[34106] = 1,
		[34618] = "\"Утилизатор Х6000\"",
		[34874] = "Топеглад",
		[12880] = 1,
		[43577] = "Алисон Антиль",
		[26654] = 1,
		[27166] = 2,
		[19615] = "Кошка <Нури>",
		[14032] = "Кабалист-жрец Тьмы",
		[20511] = 1,
		[41274] = "Великан из клана Костеглодов",
		[34107] = 4,
		[35131] = 4,
		[43578] = "Тург",
		[30494] = "Ползучий слизнюченыш",
		[22559] = "Сумеречный драконаар",
		[30878] = "Джулианна",
		[15632] = 3,
		[23455] = 5,
		[38971] = "Колосс Нижетопи",
		[23839] = 9,
		[16144] = "Дарнхольдский маг",
		[40251] = "Терон Кровожад",
		[32828] = "Неживой солдат <Аукенайская монашка>",
		[25375] = 5,
		[43579] = "Скользь",
		[26143] = "Неизвестно",
		[36412] = 3,
		[36924] = "Предвестник Скайрисс",
		[27167] = 2,
		[27807] = "Желчерыг",
		[40508] = "Гуртогг Кипящая Кровь",
		[10193] = 8,
		[28703] = 7,
		[41276] = "Великан из клана Костеглодов",
		[5225] = 11,
		[29471] = 3,
		[34877] = 11,
		[29983] = "Эфириал-вор",
		[30495] = "Главный чернокнижник Пустоклят",
		[22560] = "Сумеречный драконаар",
		[31263] = "Леди Джайна Праудмур",
		[38461] = "Спороскат из Змеиного святилища",
		[38973] = "Колосс Нижетопи",
		[31903] = "Архимонд",
		[23840] = 9,
		[24352] = 3,
		[33086] = "Дикий охотник Скверны <Оззисер>",
		[25120] = 5,
		[17057] = 11,
		[34366] = "Чернозубый тарантул",
		[6377] = 7,
		[43837] = 2,
		[27168] = 2,
		[38718] = "Колосс Нижетопи",
		[28704] = 7,
		[34879] = "Кровостраж-сокольничий",
		[43582] = "Лорд Раадан",
		[43838] = 2,
		[30496] = "Главный чернокнижник Пустоклят",
		[30752] = "Злой и страшный серый волк",
		[30880] = 4,
		[31264] = "Леди Джайна Праудмур",
		[31904] = "Капитан Скарлок",
		[16145] = "Воитель резервуара Кривого Клыка",
		[2053] = 5,
		[25121] = 5,
		[25505] = 7,
		[34880] = "Раб-бродяга пустошей",
		[43583] = "Лорд Раадан",
		[43839] = 11,
		[44863] = "Лорд Сангвинар",
		[27169] = 2,
		[38976] = "Колосс Нижетопи",
		[19746] = 2,
		[28705] = 7,
		[33089] = 1,
		[20770] = 5,
		[2645] = 7,
		[29601] = 7,
		[34881] = "Оракул из племени Темной Крови",
		[43584] = "Газакрот",
		[36929] = "Предвестник Скайрисс",
		[38209] = "Кабалист-послушник",
		[38977] = "Колосс Нижетопи",
		[11922] = "Сторожевое древо ночных эльфов",
		[11986] = "Шаман Огненной пропасти",
		[3045] = 3,
		[33090] = 1,
		[25122] = 9,
		[34370] = "Темноводный кроколиск",
		[34626] = "[*] Бледная смерть",
		[26018] = 2,
		[26274] = 11,
		[27170] = 2,
		[38210] = "Неживая священница <Аукенайский воздаятель>",
		[19363] = 5,
		[14034] = "Миллхаус Манашторм",
		[28322] = "Бальзамирующая слизь",
		[14290] = 3,
		[28706] = 8,
		[33347] = "Верховный звездочет Солариан",
		[35139] = 7,
		[43586] = "Болотный ловец",
		[15122] = "Волшебное исчадие <Эфириал-колдун>",
		[30498] = "Слабая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[22563] = 8,
		[31266] = "Леди Джайна Праудмур",
		[23843] = "Exozar-Gehennas",
		[32546] = 5,
		[32674] = "Сетеккский Лорд Когтя",
		[33348] = "Верховный звездочет Солариан",
		[33860] = "Хрономант из рода Бесконечности",
		[25251] = 1,
		[25379] = 5,
		[25507] = 7,
		[25891] = 1,
		[37444] = 8,
		[27171] = 2,
		[27683] = 5,
		[9875] = 11,
		[20004] = 1,
		[28707] = 7,
		[33349] = "Верховный звездочет Солариан",
		[42052] = "Вулкан Супремуса <Супремус>",
		[34629] = "[*] Бледная смерть",
		[30115] = "Терестиан Больное Копыто",
		[36677] = "Энтропический глаз",
		[30755] = 9,
		[37445] = 8,
		[11667] = 9,
		[31651] = "Банши",
		[31779] = "Ночная эльфийка - охотница",
		[23844] = 9,
		[23972] = "Жидкий огонь",
		[12051] = 8,
		[12179] = 11,
		[6122] = "Векнисский воин",
		[41541] = 2,
		[25252] = 1,
		[25380] = 5,
		[25508] = 7,
		[12883] = 4,
		[26276] = 8,
		[36678] = "Жрец гроннов",
		[18469] = 8,
		[27044] = 3,
		[27172] = 2,
		[20005] = 7,
		[33095] = 11,
		[33351] = "Верховный звездочет Солариан",
		[43590] = "Черносерд",
		[30500] = "Главный чернокнижник Пустоклят",
		[36679] = "Жрец гроннов",
		[31012] = "Дороти",
		[15571] = 3,
		[38215] = "Гидросс Нестабильный",
		[8010] = 7,
		[8042] = 7,
		[8106] = 5,
		[8170] = 7,
		[8212] = 2,
		[24869] = 7,
		[42311] = 2,
		[25509] = 7,
		[36936] = 7,
		[27045] = 3,
		[27173] = 2,
		[38216] = "Гидросс Нестабильный",
		[38728] = "Начинающий звездочет",
		[27685] = "Munnine",
		[27813] = 5,
		[9876] = 11,
		[19878] = 3,
		[20134] = 2,
		[41032] = "Иллидан Ярость Бури",
		[33353] = "Верховный звездочет Солариан",
		[33865] = "Эфириал-падальщик",
		[42312] = 2,
		[29477] = "Развязная горничная",
		[10900] = 5,
		[10964] = 5,
		[30501] = 7,
		[30757] = "Пламень",
		[11348] = 2,
		[31013] = "Дороти",
		[38217] = "Гидросс Нестабильный",
		[31909] = "Лейтенант Дрейк",
		[40265] = "[*] Жарчайшее пламя",
		[32677] = "Затерянный во времени темный маг",
		[33354] = "Верховный звездочет Солариан",
		[43849] = 7,
		[37706] = 5,
		[27174] = 2,
		[38218] = "Гидросс Нестабильный",
		[38474] = "Зверолов резервуара Кривого Клыка",
		[38730] = "Эффект заклинания Грибпа",
		[20007] = 7,
		[41034] = "Разоритель из клана Призрачной Луны",
		[41290] = "Боевой волк-мутант",
		[33355] = "Верховный звездочет Солариан",
		[42058] = 2,
		[34123] = 11,
		[34635] = "Солнцелов-чаротворица",
		[21543] = "Горгулья",
		[29990] = "Тень Арана",
		[44106] = 1,
		[30502] = "Главный чернокнижник Пустоклят",
		[15572] = "Центурион клана Изувеченной Длани",
		[38219] = "Гидросс Нестабильный",
		[31910] = "Лейтенант Дрейк",
		[32422] = "Экзарх Маладаар",
		[32678] = 4,
		[8213] = 1,
		[50762] = "Дон Карлос",
		[43339] = 7,
		[25895] = 2,
		[35916] = "Звездочет",
		[27047] = "Тимофей <Келвиш>",
		[27175] = 2,
		[38220] = "Гидросс Нестабильный",
		[38732] = "Повелитель звездочетов",
		[19752] = 2,
		[19880] = 3,
		[40268] = 7,
		[32845] = 11,
		[41292] = "Воплощение страдания",
		[33357] = 11,
		[20904] = 3,
		[10581] = "Тотем магмы IV <Киздамэсэ>",
		[34637] = "Солнцелов-чаротворец",
		[29991] = "Тень Арана",
		[10965] = 5,
		[36173] = "Даллия Глашатай Судьбы",
		[30631] = "[*] Обломки",
		[11285] = 4,
		[30887] = "Джулианна",
		[37965] = "Шаркун Нижетопи",
		[38221] = "Гидросс Нестабильный",
		[1459] = 8,
		[38733] = "Повелитель звездочетов",
		[31911] = "Лейтенант Дрейк",
		[1499] = 3,
		[32846] = "Аукенайская монашка",
		[42317] = "Пеплоуст-душелов",
		[25384] = 5,
		[26664] = 11,
		[37198] = 2,
		[27176] = "Кристиаэль",
		[38222] = "Гидросс Нестабильный",
		[28200] = 11,
		[1787] = 4,
		[41038] = 11,
		[20777] = 7,
		[33871] = "Эфириал-падальщик",
		[42318] = "Пеплоуст-душелов",
		[34639] = "Солнцелов-жнец",
		[29864] = "Астральная искра",
		[36175] = "Даллия Глашатай Судьбы",
		[15253] = "Волшебное исчадие <Эфириал-колдун>",
		[31016] = 4,
		[37967] = "Шаркун Нижетопи",
		[31784] = "Друид-ворон",
		[23721] = 3,
		[32296] = 4,
		[32424] = "Экзарх Маладаар",
		[41039] = "Разоритель из клана Призрачной Луны",
		[41295] = 11,
		[8342] = 4,
		[17194] = "Кровостраж-лекарь",
		[34640] = "Солнцелов-жнец",
		[34896] = 5,
		[35152] = "Заряд Пустоты",
		[26025] = "Векнисский страж",
		[36432] = 8,
		[27049] = "Гачикусь <Теннсей>",
		[348699] = 9,
		[9750] = 11,
		[27817] = 5,
		[348700] = 2,
		[348701] = 2,
		[32849] = "Аукенайский монах",
		[10326] = 2,
		[348702] = 2,
		[20906] = 3,
		[348703] = 2,
		[29609] = "Бестелесный филантроп",
		[34897] = 5,
		[348704] = 2,
		[10966] = "Повелитель зверей из клана Костеглодов",
		[30249] = 4,
		[30505] = "Главный чернокнижник Пустоклят",
		[30633] = "О'мрогг Завоеватель",
		[22570] = 11,
		[11350] = 2,
		[2870] = 7,
		[38225] = 7,
		[38737] = "Газ'ан",
		[23722] = 3,
		[11990] = "Темный маг из клана Призрачной Луны",
		[48208] = "Черная официантка <Плумбус>",
		[32553] = 9,
		[16427] = "Солнцелов-ученый",
		[12438] = 1,
		[16811] = 11,
		[25130] = 8,
		[25258] = 1,
		[17195] = "Солнцелов-астромаг",
		[34642] = "Солнцелов-генетик",
		[34898] = 8,
		[35410] = "Ал'ар",
		[27050] = "Опустошитель <Коммисар>",
		[38226] = "Кабалист-пеплоуст",
		[19243] = 5,
		[27818] = 5,
		[19883] = 3,
		[40018] = "[*] Выстрел из глаз",
		[28714] = 9,
		[33619] = 5,
		[21163] = "Кузнец Регзар",
		[34899] = 1,
		[15254] = "Эфириальный маяк",
		[30890] = "Джулианна",
		[31018] = 11,
		[38739] = "Топеглад",
		[38995] = "Техник из племени Седого Сердца",
		[47442] = "Урсула Худовар",
		[32554] = 9,
		[32682] = "Затерянный во времени темный маг",
		[41043] = 2,
		[33620] = "Темнопряд Сит",
		[34132] = 7,
		[25387] = 5,
		[34644] = "Большой хлестун",
		[25771] = 2,
		[35412] = "Ал'ар",
		[26027] = "Королевский страж Сартуры",
		[8983] = 11,
		[27051] = "БэдЧумач <Рейлганец-РокДелар>",
		[27179] = 2,
		[38484] = "Зверолов резервуара Кривого Клыка",
		[19884] = 3,
		[40276] = "Супремус",
		[10199] = 8,
		[32853] = "Аукенайская монашка",
		[5196] = 11,
		[34133] = "Уголь Ал'ара",
		[34645] = "Начальник стражи Гарголмар",
		[10839] = 7,
		[44116] = 1,
		[30507] = 7,
		[36693] = "Энтропический глаз",
		[11351] = 2,
		[5740] = 9,
		[37973] = "Мирмидон из клана Зловещего Плавника",
		[31403] = "Эфириал - осквернитель гробниц",
		[11671] = 9,
		[11735] = 9,
		[24364] = 4,
		[32854] = "Аукенайский воздаятель",
		[33110] = 5,
		[16813] = 11,
		[43093] = "Зул'джин",
		[35158] = "Механолорд Конденсарон",
		[36694] = "Энтропический глаз",
		[27180] = 2,
		[38230] = "Гидросс Нестабильный",
		[19885] = 3,
		[28204] = 11,
		[14295] = 3,
		[32855] = "Аукенайский монах",
		[33623] = "Хрономант из рода Бесконечности",
		[29228] = 7,
		[29356] = "Skäz-Auberdine",
		[7372] = 1,
		[29612] = "Бестелесный филантроп",
		[35159] = "Механолорд Конденсарон",
		[15063] = "Кабалист-ритуалистка",
		[30508] = "Главный чернокнижник Пустоклят",
		[30636] = "Бойцовый пес из клана Изувеченной Длани",
		[38231] = "Гидросс Нестабильный",
		[31532] = "Механик паровой оснастки",
		[31916] = "Охотник Вечности",
		[8012] = 7,
		[8076] = 7,
		[32428] = "Теневой нетопырь-вампир",
		[40535] = "Акама",
		[32684] = 4,
		[32856] = "Аукенайская жрица душ",
		[41303] = "Воплощение страдания",
		[17198] = "Палач из рода Бесконечности",
		[43095] = "Зул'джин",
		[26669] = 4,
		[37208] = 7,
		[18990] = 11,
		[40536] = "Акама",
		[32857] = "Аукенайская жрица душ",
		[41304] = 8,
		[29485] = "Развязная горничная",
		[43352] = "Прирученный аманийский кроколиск",
		[30637] = "Омор Неодолимый",
		[37721] = 11,
		[23214] = 2,
		[11672] = "Amylwine-Amnennar",
		[31661] = 8,
		[31789] = 2,
		[32045] = 2,
		[32173] = "Чародейка резервуара Кривого Клыка",
		[32429] = "Теневой нетопырь-вампир",
		[12248] = "Оракул из племени Темной Крови",
		[32858] = "Аукенайская жрица душ",
		[41305] = "Воплощение страдания",
		[33370] = 2,
		[34394] = "Светящийся острожал",
		[34650] = "Исчадие Тьмы <Левингук>",
		[12824] = 8,
		[43353] = "Прирученный аманийский кроколиск",
		[25902] = 2,
		[18223] = "Алкотурист",
		[36698] = "Энтропический глаз",
		[37466] = 7,
		[37722] = 7,
		[37978] = "Лекарь Темной Крови",
		[38234] = "Хранитель глубин Волниис",
		[46681] = "Дон Карлос",
		[19503] = "Huggine-ZandalarTribe",
		[20271] = 2,
		[32859] = "Аукенайская жрица душ",
		[29486] = "Развязная горничная",
		[35163] = 9,
		[30254] = "Смотритель",
		[30510] = "Чаротворица из цитадели Адского Пламени",
		[22703] = "Караборский инфернал <Иллидарский Повелитель теней>",
		[37723] = 2,
		[37979] = "Лекарь Темной Крови",
		[38235] = "Гидросс Нестабильный",
		[38491] = "Ведьма Ненависти резервуара Кривого Клыка",
		[31662] = "Банши",
		[31790] = 2,
		[32302] = "Сконцентрированный огонь",
		[24239] = 2,
		[16280] = 7,
		[32860] = "Аукенайская жрица душ",
		[8281] = "Оракул из резервуара Кривого Клыка",
		[33628] = "Болотный долгоног",
		[42587] = "Всадник без головы",
		[25903] = "Тысячаслов",
		[8921] = 11,
		[38236] = "Хранитель глубин Волниис",
		[39004] = "Бездонный портал Бездны <Зерекет Бездонный>",
		[9881] = 11,
		[28335] = "Капитан рыцарей смерти",
		[20272] = 2,
		[32861] = "Аукенайский воздаятель",
		[10329] = 2,
		[5229] = 11,
		[29487] = "Ночная прелестница",
		[35165] = 2,
		[30127] = "Ночная Погибель",
		[30383] = "Смотритель",
		[30511] = "Чаротворица из цитадели Адского Пламени",
		[30639] = "Бешеный бойцовый пес",
		[11289] = 4,
		[31407] = "Копейщик из племени Темной Крови",
		[39005] = "Зерекет Бездонный",
		[39261] = "Cyclone (Karathress) <Хранительница глубин Карибдис>",
		[32175] = 7,
		[12057] = "Дикарь из племени Темной Крови",
		[41053] = "Воитель из клана Призрачной Луны",
		[16689] = 11,
		[6253] = "Стражница с Ледяного рудника",
		[25264] = 1,
		[25392] = 5,
		[34654] = "Пеплоуст-ловец",
		[12825] = 8,
		[35166] = 3,
		[36702] = 11,
		[37214] = 7,
		[37470] = "Эфириал-чароплет",
		[38238] = "Кобальтовый змей",
		[19249] = 5,
		[39006] = "Провидец Гнева Соккорат",
		[40030] = "[*] Демонический огонь",
		[32863] = "Кабалист-чернокнижник",
		[20913] = 2,
		[7373] = 1,
		[34655] = "Ядовитая змея",
		[21553] = 1,
		[43358] = "Детеныш аманийской рыси",
		[30128] = "Ночная Погибель",
		[30512] = "Пылающий магматический инфернал <Чаротворица из цитадели Адского Пламени>",
		[31408] = "Младший страж ужаса <Надей>",
		[31664] = "Горгулья",
		[23601] = "Саргеронский лучник",
		[31920] = 3,
		[32176] = 7,
		[33632] = "Присягнувший свету воздаятель",
		[43359] = "Укротитель зверей из племени Амани",
		[8986] = "Блуждающий фантазм",
		[18610] = 8,
		[38496] = "Ведьма Ненависти резервуара Кривого Клыка",
		[19506] = 3,
		[10202] = 8,
		[32865] = "Кабалист-чернокнижник",
		[33377] = 2,
		[20914] = 2,
		[10586] = 7,
		[34913] = 8,
		[35169] = 2,
		[30129] = "Ночная Погибель",
		[36449] = "[*] Обломки",
		[36705] = "Узлодревень",
		[30769] = "Злой и страшный серый волк",
		[31025] = 11,
		[31537] = "Вурдалак",
		[39009] = "Даллия Глашатай Судьбы",
		[32049] = 1,
		[12058] = 11,
		[24242] = 4,
		[32689] = "Затерянный во времени Провидец",
		[3111] = "Лшпт",
		[25266] = 1,
		[34914] = 5,
		[3223] = 11,
		[17843] = "Защитница Мельницы Таррен",
		[26546] = "Неизвестно",
		[13338] = "Чернокнижник из клана Призрачной Луны",
		[26802] = 8,
		[37730] = "Морогрим Волноступ",
		[27186] = 4,
		[28722] = 11,
		[20915] = 2,
		[33891] = 11,
		[29490] = "Конкубина",
		[34659] = "Скалезуб Скорбный",
		[14874] = "Убийца из рода Бесконечности",
		[43362] = "Укротитель из племени Амани",
		[30130] = "Ночная Погибель",
		[15258] = 5,
		[30898] = "Принц Малчезар",
		[37475] = 7,
		[15578] = "Кабалист-палач",
		[38243] = "Кабалист-жрец Тьмы",
		[31794] = 2,
		[40291] = 7,
		[32690] = "Сетеккский оракул",
		[8219] = 1,
		[34660] = "Скалезуб Скорбный",
		[34916] = 5,
		[25779] = "Анубисат-часовой",
		[44131] = "Повелитель проклятий Малакрасс",
		[285] = 1,
		[27187] = 4,
		[27827] = 5,
		[28723] = 11,
		[10395] = 7,
		[42084] = 7,
		[10587] = 7,
		[29491] = "Ночная прелестница",
		[34661] = "Скалезуб Скорбный",
		[34917] = 5,
		[339] = 11,
		[35429] = "Вождь Каргат Острорук",
		[35685] = 1,
		[35941] = "Кель'тас Солнечный Скиталец",
		[36965] = "Таладред Светокрад",
		[37221] = 7,
		[38245] = "Король воронов Айкисс",
		[11675] = 9,
		[39013] = "Даллия Глашатай Судьбы",
		[32051] = 3,
		[32307] = 7,
		[40293] = 7,
		[32691] = "Кабалист-чароплет",
		[41061] = "Крутящийся клинок <Воитель из клана Призрачной Луны>",
		[25012] = "Ион",
		[50276] = "Ильса Худовар",
		[25396] = 7,
		[34662] = "Владыка болот Мусел'ек",
		[403] = 7,
		[25908] = 7,
		[35686] = 1,
		[35942] = "Бешеный бойцовый пес",
		[36710] = "Энтропический глаз",
		[13339] = "Большой элементаль огня <Киздамэсэ>",
		[37478] = "Скрытень из глубин",
		[27060] = "Скорпид <Неизвестно>",
		[27188] = 4,
		[38246] = "Гидросс Нестабильный",
		[13787] = "Кабалист-чернокнижник",
		[27828] = 5,
		[41062] = "Крутящийся клинок <Воитель из клана Призрачной Луны>",
		[29492] = "Фантомный гость",
		[34919] = 5,
		[29876] = "Астральная искра",
		[30004] = "Тень Арана",
		[35943] = "Послушник из клана Призрачной Луны",
		[475] = 8,
		[36711] = "Энтропический глаз",
		[37479] = "Заклинатель жизни из Эфириума",
		[31540] = "Вурдалак",
		[38759] = "Пандемоний",
		[39015] = "Колосс Нижетопи",
		[23733] = 2,
		[39527] = 7,
		[23989] = 3,
		[8078] = 1,
		[8220] = 4,
		[526] = 7,
		[25269] = 1,
		[25525] = 7,
		[8732] = "Анубисат-часовой",
		[25909] = 7,
		[8924] = 11,
		[35944] = "Послушник из клана Призрачной Луны",
		[18230] = 3,
		[36712] = "Энтропический глаз",
		[37480] = "Заклинатель жизни из Эфириума",
		[27189] = 4,
		[19254] = 5,
		[38760] = "Пандемоний",
		[39016] = "Даллия Глашатай Судьбы",
		[9884] = 11,
		[642] = 2,
		[33129] = "Олм Призыватель",
		[10396] = 7,
		[43112] = "Зул'джин",
		[35945] = "Меткий стрелок из клана Изувеченной Длани",
		[694] = 1,
		[698] = 9,
		[36713] = "Энтропический глаз",
		[22582] = "Оракул из резервуара Кривого Клыка",
		[710] = 9,
		[38249] = 3,
		[38761] = "Таварок",
		[39017] = "Предвестник Скайрисс",
		[32053] = "Архимонд",
		[32437] = 1,
		[32693] = "Заклинатель волн Эфириума",
		[770] = 11,
		[33130] = "Олм Призыватель",
		[782] = 11,
		[17207] = "Зул'джин",
		[34922] = "Ужасень Нексуса",
		[35178] = "Кровостраж-центурион",
		[26038] = "Королевский страж Сартуры",
		[36714] = "Энтропический глаз",
		[36970] = "Великий Звездочет Каперниан",
		[37482] = 3,
		[18871] = 9,
		[40810] = "Матушка Шахраз",
		[28726] = 3,
		[33131] = "Олм Призыватель",
		[33387] = "Жрец из Зала Звездочета",
		[20919] = 2,
		[34411] = 4,
		[43114] = "[*] Стена огня",
		[35947] = "Кровостраж-легионер",
		[36459] = "Гидросс Нестабильный",
		[36971] = "Великий Звездочет Каперниан",
		[974] = 7,
		[982] = 3,
		[39019] = "Предвестник Скайрисс",
		[32054] = "Архимонд",
		[32182] = 7,
		[41067] = "[*] Кровавое пятно",
		[33132] = "Оскверненный тотем вспышки <Менну Предатель>",
		[1044] = 2,
		[34412] = 4,
		[25527] = 7,
		[25911] = 2,
		[18104] = 7,
		[36716] = "Неизвестно",
		[26679] = 4,
		[38252] = "Аукенайский некромант",
		[38764] = 4,
		[39020] = "Предвестник Скайрисс",
		[9821] = 11,
		[9885] = 11,
		[1244] = 5,
		[41068] = "Кровавый маг из клана Призрачной Луны",
		[41580] = "Призрачный рабочий сцены",
		[20920] = 2,
		[34413] = 4,
		[34925] = "Ужасень Нексуса",
		[35181] = "Ал'ар",
		[30007] = "Эфириал-чаролов",
		[5487] = 11,
		[35949] = "Язычник из клана Изувеченной Длани",
		[36717] = "Разрушенный часовой",
		[11293] = 4,
		[38253] = "Нечистый элементаль",
		[38509] = "Леди Вайш",
		[39021] = "Предвестник Скайрисс",
		[32055] = "Зыбун",
		[24248] = 11,
		[41069] = "Смертоплет из клана Призрачной Луны",
		[41581] = "Супремус",
		[25272] = 1,
		[34414] = 4,
		[34670] = "Скалезуб Скорбный",
		[17465] = 5,
		[25912] = 2,
		[13021] = 8,
		[35950] = "Псарь из клана Изувеченной Длани",
		[26296] = 1,
		[18233] = 5,
		[13341] = "Миллхаус Манашторм",
		[27448] = 4,
		[39022] = "Пылающий плут",
		[6991] = 3,
		[20153] = "Пустозлобный инфернал",
		[14301] = 3,
		[41070] = "Смертоплет из клана Призрачной Луны",
		[34415] = 4,
		[43118] = "Всадник без головы",
		[35183] = "Кровостраж-центурион",
		[30008] = "Эфириал-чаролов",
		[35951] = "Слабая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[15261] = 5,
		[36719] = "Часовой Аркатраца",
		[15453] = "Паталеон Вычислитель",
		[15581] = "Дарнхольдский ветеран",
		[38511] = "Леди Вайш",
		[39023] = "Пылающий плут",
		[40303] = "Анзу",
		[8143] = 7,
		[40815] = 7,
		[8222] = 4,
		[2120] = 8,
		[25273] = 1,
		[34416] = 4,
		[35696] = 9,
		[26297] = 4,
		[18234] = 1,
		[26681] = 8,
		[27065] = 3,
		[19130] = "Работяга резервуара Кривого Клыка",
		[27577] = "Надзиратель Скверны",
		[39024] = "Сульфурон Метатель Магмы",
		[19898] = 2,
		[49007] = 5,
		[41072] = "Кровавый маг из клана Призрачной Луны",
		[2584] = 8,
		[20922] = 2,
		[34161] = "Скрытень Нижетопи",
		[34417] = 4,
		[43120] = "Вихрь перьев <Зул'джин>",
		[35185] = "Кровостраж-центурион",
		[35953] = "Главный чернокнижник Пустоклят",
		[36721] = "Феникс <Кель'тас Солнечный Скиталец>",
		[11294] = 4,
		[22714] = "Гидротварь",
		[31033] = 11,
		[11678] = 9,
		[31673] = "Топеглад",
		[31801] = 2,
		[32057] = "Архимонд",
		[40305] = "[*] Мощное пламя",
		[33394] = "Mwynhau-Bloodfang",
		[34162] = "Страж Бездны",
		[34418] = 4,
		[25530] = "Опаляющий тотем VII <Сиськопотам>",
		[43121] = "Вихрь перьев <Зул'джин>",
		[25786] = "Ядовитое облако <Лорд Кри>",
		[25914] = 2,
		[26554] = "Анубисат-защитник",
		[26682] = 5,
		[37234] = 7,
		[27066] = 3,
		[38258] = "Странник резервуара Кривого Клыка",
		[39026] = "Сульфурон Метатель Магмы",
		[14302] = 3,
		[28730] = 2,
		[33395] = "Элементаль воды <Хиппыч>",
		[20923] = 2,
		[34163] = "Шаркун Нижетопи",
		[34419] = 4,
		[42866] = "Аманийская рысь",
		[34931] = "Эфириал-черный маг",
		[29882] = "Волшебная аномалия",
		[30522] = "Гнев Пустоты",
		[36723] = "Кель'тас Солнечный Скиталец",
		[36979] = "Длинный лук Края Пустоты",
		[22715] = "Гидралинг <Гидротварь>",
		[15582] = "Дарнхольдский ветеран",
		[23099] = "Жуг <Лоринзо>",
		[38259] = "Странник резервуара Кривого Клыка",
		[39027] = "Волномут из племени Седого Сердца",
		[31930] = 2,
		[32314] = 2,
		[41587] = "Феникс <Кель'тас Солнечный Скиталец>",
		[16828] = "Кошка <Милалина>",
		[25275] = "Гримас",
		[26043] = "Киражский душегуб",
		[26555] = "Анубисат-защитник",
		[36980] = "Длинный лук Края Пустоты",
		[27067] = 3,
		[38260] = "Гвардеец резервуара Кривого Клыка",
		[38516] = "Неизвестно <Хранительница глубин Карибдис>",
		[39028] = "Аккирис Штормоход",
		[39796] = "Тотем каменного когтя VII <Крошкатралл>",
		[10207] = 8,
		[20924] = 2,
		[21564] = 5,
		[35189] = "Кровостраж-душегуб",
		[35701] = "Нерзол",
		[36213] = "Большой элементаль земли <Киздамэсэ>",
		[30523] = "Гнев Пустоты",
		[36981] = "Сокрушение",
		[31035] = 5,
		[31547] = "Владыка болот Мусел'ек",
		[39029] = "Волномут из племени Седого Сердца",
		[32315] = "Эфириал - осквернитель гробниц",
		[24252] = 5,
		[32699] = 2,
		[33654] = "Груул Драконобой",
		[42357] = "Метатель топоров из племени Амани",
		[34934] = "Эфириал-призрак <Эфириал-чароплет>",
		[25788] = "Потомство Яудж",
		[25916] = 2,
		[26044] = "Киражский опустошитель разума",
		[36214] = "Повелитель временного разлома",
		[36982] = "Сокрушение",
		[37238] = 7,
		[27068] = 3,
		[38006] = 7,
		[38262] = "Гвардеец резервуара Кривого Клыка",
		[19261] = 5,
		[41078] = "Иллидан Ярость Бури",
		[33143] = 5,
		[28988] = "Чумная слизь",
		[20925] = 2,
		[34423] = "Лекарь Темной Крови",
		[43382] = "Повелитель проклятий Малакрасс",
		[35959] = "Провидец Гнева Соккорат",
		[36983] = "Вселенский вдохновитель",
		[30908] = 9,
		[31036] = 8,
		[15583] = "Убийца из рода Бесконечности",
		[31804] = 2,
		[31932] = "Замораживающая ловушка",
		[32316] = "Эфириал-чароплет",
		[40567] = 7,
		[32700] = 2,
		[32888] = "Гневная душа",
		[33144] = "Слепоглаз Ясновидец",
		[33400] = 5,
		[34168] = "Гриб Нижетопи",
		[25533] = "Сиськопотам",
		[34936] = 9,
		[43383] = "Повелитель проклятий Малакрасс",
		[44151] = 4,
		[36984] = "Саргеронский лучник",
		[37240] = 7,
		[27069] = 3,
		[38008] = "Искоренительница из клана Ярости Солнца",
		[19134] = "Надзиратель Скверны",
		[38520] = "Убийца из рода Бесконечности",
		[39032] = "Колосс Нижетопи",
		[39544] = "Грозный живодер",
		[39800] = 9,
		[20286] = 2,
		[28733] = 2,
		[33401] = "Ирреальный обуздатель <Аукенайская жрица душ>",
		[33657] = "Бормотун",
		[34937] = "Кристаллиновый уничтожитель",
		[29885] = "Волшебная аномалия",
		[30013] = "Эфириал-вор",
		[35705] = "Тышоопят",
		[36985] = "Вселенский вдохновитель",
		[22718] = 8,
		[31037] = 9,
		[39033] = "Драконид из пещеры Крыла Тьмы",
		[39801] = 7,
		[32445] = "Благочестивая дева",
		[24382] = 8,
		[41337] = "Воплощение гнева",
		[25022] = 1,
		[16959] = 11,
		[34170] = "Солнцелов-геомантка",
		[25790] = "Вем",
		[26046] = "Киражский опустошитель разума",
		[44153] = 2,
		[26558] = "Анубисат-защитник",
		[36986] = "Сульфурон Метатель Магмы",
		[27070] = 8,
		[19135] = 1,
		[19263] = 3,
		[38778] = 7,
		[39034] = "Сумеречный драконаар",
		[19647] = "Khuumon",
		[40314] = "Мстительный дух <Фоки>",
		[28734] = 2,
		[41338] = "Храмовая послушница",
		[34171] = "Болотный скат",
		[14752] = 5,
		[30014] = "Эфириал-вор",
		[30526] = 4,
		[36731] = "[*] Поражение пламенем",
		[36987] = "Сульфурон Метатель Магмы",
		[30910] = 9,
		[31038] = 1,
		[31422] = "Эонус",
		[31550] = "Эонус",
		[39035] = "Волномут из Змеиного святилища <Волномут из племени Седого Сердца>",
		[40059] = "Мастер",
		[24383] = 1,
		[40827] = "Матушка Шахраз",
		[41083] = "Неизвестно",
		[8289] = 9,
		[16832] = "Félin",
		[34172] = "Страж Бездны",
		[34428] = 1,
		[25535] = "Тотем кольца огня VI <Киздамэсэ>",
		[34940] = "Ловчий нексуса",
		[8929] = 11,
		[35964] = "Саргеронский лучник",
		[18368] = "Древень-криводрев",
		[27071] = 8,
		[19136] = 1,
		[38524] = "Гнев Пустоты",
		[38780] = 7,
		[39036] = "Сумеречный драконаар",
		[9889] = 11,
		[40572] = 2,
		[41084] = "Псарь из клана Призрачной Луны",
		[33405] = 8,
		[20928] = 2,
		[34173] = "Подстрекатель из племени Лозы Пустоты",
		[34941] = "Заклинатель жизни из Эфириума",
		[43900] = 2,
		[30527] = "Гномская огненная турель <Куколдрекс>",
		[36989] = "Посох распыления",
		[30911] = 9,
		[31039] = 2,
		[31551] = "Крабстер",
		[39037] = "Сумеречный драконаар",
		[31935] = 2,
		[32063] = "Покоритель времен из рода Бесконечности",
		[32191] = "Наблюдатель резервуара Кривого Клыка",
		[40317] = "Копейщик из племени Темной Крови",
		[40573] = 11,
		[41085] = "Псарь из клана Призрачной Луны",
		[25024] = "Паровой танк <Пасторал>",
		[25152] = "Векнисский солдат",
		[34942] = "Эфириал-черный маг",
		[26048] = "Киражский поглотитель разума",
		[36478] = 4,
		[36990] = "Посох распыления",
		[27072] = 8,
		[39038] = "Драконид из пещеры Крыла Тьмы",
		[40318] = "Болотоход",
		[14305] = 3,
		[41086] = "Ледяная ловушка",
		[33151] = 5,
		[20801] = "Фамилиар кабалистов",
		[33663] = "Тотем элементаля земли <Киздамэсэ>",
		[33919] = "Таварок",
		[30016] = 1,
		[30400] = "Врата Пустоты - Непоколебимость",
		[36479] = 1,
		[45182] = 4,
		[45438] = 8,
		[31040] = 2,
		[15585] = "Послушник из клана Призрачной Луны",
		[32192] = "Раб-бродяга пустошей",
		[8177] = 7,
		[33152] = "Слепоглаз Ясновидец",
		[25537] = "Тотем кольца огня VII <Чжиу>",
		[34944] = "Эфириал-жрец",
		[51582] = 5,
		[26049] = "Киражский поглотитель разума",
		[8994] = "Штоппор Наливалс",
		[36480] = 11,
		[26561] = "Король Молгар",
		[36992] = "Паталеон Вычислитель",
		[27073] = 8,
		[38528] = "[*] Покровительство Элуны",
		[27841] = 5,
		[40064] = "Техник из клана Призрачной Луны",
		[40576] = 8,
		[28609] = 8,
		[28865] = "Портал Бездны <Гнев Пустоты>",
		[20930] = 2,
		[29505] = "Развязная горничная",
		[34945] = "Эфириал-жрец",
		[43648] = "Акил'зон",
		[30401] = "Врата Пустоты - Безмятежность",
		[30529] = 9,
		[2825] = 7,
		[22722] = 5,
		[31041] = "Хохотун",
		[31553] = "Караульный из клана Изувеченной Длани",
		[39297] = "Омор Неодолимый",
		[32065] = "Властитель болот",
		[32193] = "Чародейка резервуара Кривого Клыка",
		[40321] = "Анзу",
		[41089] = "Псарь из клана Призрачной Луны",
		[41345] = "Очаровательный посетитель",
		[33666] = "Бормотун",
		[34946] = "Кузнец крепости",
		[13218] = 4,
		[36738] = "Крикун Негатона",
		[18499] = 1,
		[37250] = "Приливный волноплеск",
		[27074] = 8,
		[39042] = 1,
		[40066] = "Укротитель из клана Змеиных Колец",
		[40322] = "Мстительный дух <Фоки>",
		[28610] = 9,
		[3593] = 9,
		[28866] = 1,
		[33667] = 11,
		[33923] = "Бормотун",
		[34435] = "Тюремщица из цитадели Адского Пламени",
		[35715] = 8,
		[30402] = "Врата Пустоты - Крепость Покорителей",
		[30530] = "Чаротворица из цитадели Адского Пламени",
		[37251] = "Кровостраж-воздаятель",
		[31042] = "Хохотун",
		[15586] = "Лепрогном из резервуара Кривого Клыка",
		[31298] = "Анетерон",
		[31554] = "Защитник резервуара Кривого Клыка",
		[40067] = "Укротитель из клана Змеиных Колец",
		[24259] = "Bheefenn",
		[41091] = "Псарь из клана Призрачной Луны",
		[33668] = 2,
		[42371] = 7,
		[34436] = "Тюремщица из цитадели Адского Пламени",
		[17348] = 4,
		[36740] = "Крикун Негатона",
		[37252] = "Паровой волноплеск",
		[37508] = 3,
		[37764] = "Морогрим Волноступ",
		[39044] = "Колосс Нижетопи",
		[9827] = 11,
		[20292] = 2,
		[40836] = "Неизвестно <Иллидан Ярость Бури>",
		[41092] = "Верховой волк клана Призрачной Луны <Псарь из клана Призрачной Луны>",
		[10467] = 7,
		[21060] = "Ревнитель Зат",
		[34437] = "Тюремщица из цитадели Адского Пламени",
		[43140] = "Джан'алай",
		[10915] = 5,
		[30403] = "Смотритель",
		[30531] = "Чаротворица из цитадели Адского Пламени",
		[30659] = "Провидец из клана Кровавой Глазницы",
		[22724] = 5,
		[31043] = "Медноголовый",
		[31299] = "Анетерон",
		[38533] = "Хранительница временного разлома",
		[5938] = 4,
		[32323] = "Кровавый сокол",
		[40325] = "Мстительный дух <Ретрибунка>",
		[41093] = "Псарь из клана Призрачной Луны",
		[41349] = "Чародейский заряд",
		[41605] = 7,
		[33926] = 11,
		[34694] = "Мороуз",
		[6546] = 1,
		[18501] = "Потрошитель из клана Костеглодов",
		[37254] = "Кровостраж-оруженосец",
		[27076] = 8,
		[38534] = "Хранительница временного разлома",
		[6962] = 5,
		[28100] = 3,
		[20293] = 2,
		[41094] = "Псарь из клана Призрачной Луны",
		[41350] = "Воплощение мечты",
		[41606] = 1,
		[29380] = "Леди Кейра Беррибак",
		[34439] = "Тюремщица из цитадели Адского Пламени",
		[30404] = 9,
		[36743] = "Крикун Негатона",
		[37255] = "Кровостраж-оруженосец",
		[37511] = "Караульный из клана Изувеченной Длани",
		[15587] = "Послушник из клана Призрачной Луны",
		[38023] = "Морогрим Волноступ",
		[38535] = "Хранительница временного разлома",
		[38791] = "Великий мастер Ворпил",
		[8050] = 7,
		[40583] = "Гидросс Нестабильный",
		[8178] = 7,
		[41095] = "Неизвестно <Псарь из клана Призрачной Луны>",
		[41351] = "Госпожа горести",
		[8676] = 4,
		[18118] = 9,
		[18630] = 4,
		[38280] = "Леди Вайш",
		[38536] = "Хранительница временного разлома",
		[46983] = "Большой элементаль воды <Капитан Балинда Каменный Очаг>",
		[19654] = "Nheeghun",
		[28101] = 4,
		[40584] = "Гидросс Нестабильный",
		[41608] = 1,
		[10468] = 7,
		[29381] = "Леди Кейра Беррибак",
		[34441] = "Тюремщица из цитадели Адского Пламени",
		[34697] = "Ладж",
		[34953] = 3,
		[29893] = 9,
		[51847] = "Официантка <Визгокуня>",
		[30405] = 9,
		[11300] = 4,
		[37257] = "Рыцарь крови из армии Багровой Длани",
		[11428] = "Кабалист-пеплоуст",
		[23110] = "наруто <Кабанистр>",
		[38281] = 2,
		[38537] = "Повелитель временного разлома",
		[39049] = "Эонус",
		[11876] = "Палач из клана Изувеченной Длани",
		[32197] = "Покоритель времен из рода Бесконечности",
		[32325] = "Пандемоний",
		[40585] = "Иллидан Ярость Бури",
		[40841] = "[*] Поле пламени",
		[41097] = "Эксперт по оружию из клана Призрачной Луны",
		[41353] = "Жрица мучений",
		[25286] = 1,
		[12964] = "Гримас",
		[26054] = 5,
		[36746] = 5,
		[37770] = "Душительница резервуара Кривого Клыка",
		[38282] = 1,
		[38538] = "Повелитель времени Дежа",
		[38794] = "Бормотун",
		[28358] = "Лоскутный голем",
		[14308] = 3,
		[41098] = "Эксперт по оружию из клана Призрачной Луны",
		[41610] = 7,
		[29382] = "Леди Кейра Беррибак",
		[30022] = 1,
		[37259] = "Рыцарь крови из армии Багровой Длани",
		[31046] = "Балбес",
		[15588] = 1,
		[31302] = "Возвышающийся инфернал <Анетерон>",
		[15716] = "Газ'ан",
		[38539] = "Повелитель времени Дежа",
		[38795] = "Бормотун",
		[31942] = "Дарнхольдская ружейница",
		[16100] = "Неживая бродяга <Аукенайская жрица душ>",
		[40331] = "Инженер резервуара Кривого Клыка",
		[16356] = 7,
		[32908] = "Кровостраж-сокольничий",
		[41355] = "Жрица мучений",
		[33676] = "Черносерд Подстрекатель",
		[26055] = 1,
		[28506] = 1,
		[39374] = 5,
		[37260] = "Рыцарь крови из армии Багровой Длани",
		[27078] = 8,
		[27079] = 8,
		[38028] = "Морогрим Волноступ",
		[38284] = 2,
		[38540] = "Повелитель времени Дежа",
		[38796] = "Бормотун",
		[27013] = 11,
		[41099] = "Эксперт по оружию из клана Призрачной Луны",
		[30180] = "Гомункул",
		[1245] = 5,
		[40076] = "Укротитель из клана Змеиных Колец",
		[40332] = "Инженер резервуара Кривого Клыка",
		[37577] = "Убийца из племени Призрачного Копыта",
		[20424] = 2,
		[10277] = "Скитийский ястреб-воитель",
		[29924] = "Колдовская тень",
		[10405] = 7,
		[33645] = "Иллидарский опустошитель",
		[33933] = 8,
		[29383] = "Леди Кейра Беррибак",
		[29511] = "Благочестивая дева",
		[5186] = 11,
		[20351] = 2,
		[10497] = 7,
		[10917] = 5,
		[30151] = "Jhuutom",
		[32388] = 9,
		[20965] = 2,
		[8992] = 11,
		[8288] = "Вайкен",
		[20795] = "Кабалист-ритуалистка",
		[29880] = "Волшебная аномалия",
		[31047] = 4,
		[10912] = 5,
		[31303] = "Возвышающийся инфернал <Анетерон>",
		[11779] = "Домнисо <Победдюн>",
		[7922] = 1,
		[31687] = 8,
		[9438] = "Король воронов Айкисс",
		[39309] = "Неизвестно",
		[16188] = 7,
		[8098] = 7,
		[32327] = "[*] Споровый взрыв",
		[32455] = 3,
		[25528] = 7,
		[6131] = 8,
		[41101] = "Эксперт по оружию из клана Призрачной Луны",
		[41357] = "Страж аллеи",
		[35326] = "Страж ворот Стальная Клешня",
		[26041] = "Киражский душегуб",
		[3609] = "Плут из племени Буйного Нрава",
		[34190] = "[*] Чародейский шар",
		[6063] = 5,
		[31410] = "Мирмидон из клана Зловещего Плавника",
		[17481] = 11,
		[26980] = 11,
		[43661] = "Акил'зон",
		[26056] = 7,
		[36829] = "Саргеронский призыватель огня",
		[26607] = "Император Век'лор",
		[32441] = "Скелет-официант",
		[19128] = "Вем",
		[29942] = 11,
		[37262] = "Боевой маг из армии Багровой Длани",
		[8045] = 7,
		[27080] = 8,
		[1002] = 3,
		[30635] = "Повелитель зверей из клана Костеглодов",
		[43461] = "Повелитель проклятий Малакрасс",
		[1725] = 4,
		[27720] = 8,
		[29930] = "Фантомный гость",
		[25572] = 11,
		[17253] = "Подставщик <Сплюнутый-РокДелар>",
		[40078] = "Левиафан",
		[14181] = "Акерман",
		[35409] = 7,
		[20425] = 2,
		[594] = 5,
		[29673] = "Призрачный рабочий сцены",
		[28777] = 3,
		[8092] = 5,
		[19244] = "Thoodhon",
		[15286] = 5,
		[29512] = "Благочестивая дева",
		[469] = 1,
		[43150] = "Зул'джин",
		[6268] = "Вепрь из оскверненной стали <Alshtom-Auberdine>",
		[35915] = "Звездочет",
		[12054] = "Варвар из племени Амани",
		[16491] = 1,
		[20647] = 1,
		[15269] = 5,
		[32612] = 8,
		[11763] = "Зеппито <Матсуу>",
		[37263] = "Боевой маг из армии Багровой Длани",
		[22857] = "Начальник стражи Гарголмар",
		[15589] = "Лорд Робин Дэрис",
		[27046] = 3,
		[23241] = 8,
		[35399] = "Кровостраж-заступник",
		[31688] = "Ледяной змей",
		[31914] = "Охотник Вечности",
		[31944] = "[*] Роковой Огонь",
		[688] = 9,
		[20966] = 2,
		[40079] = "Левиафан",
		[22756] = 1,
		[14260] = 3,
		[32712] = 5,
		[41103] = "Эксперт по оружию из клана Призрачной Луны",
		[11733] = 9,
		[11700] = "Iliyia-Firemaw",
		[25033] = "Гидромантка Теспия",
		[17540] = 11,
		[25289] = 1,
		[10437] = 7,
		[35781] = "Кристаллиновый уничтожитель",
		[25123] = 5,
		[5195] = 11,
		[24355] = 5,
		[26017] = 2,
		[15232] = "Кабалист-чернокнижник",
		[36240] = "Груул Драконобой",
		[26470] = 7,
		[32297] = 8,
		[586] = 5,
		[10963] = 5,
		[8696] = 4,
		[1719] = 1,
		[27209] = 9,
		[9574] = "Кабалист-ритуалистка",
		[8926] = 11,
		[23602] = 1,
		[27721] = 8,
		[2458] = 1,
		[43361] = "Укротитель зверей из племени Амани",
		[28105] = 4,
		[40080] = "Генерал из клана Змеиных Колец",
		[20170] = 2,
		[10150] = 8,
		[36609] = "Тюремщица Аркатраца",
		[10278] = 2,
		[41360] = "Страж аллеи",
		[19940] = 2,
		[10580] = "Тотем магмы III <Чжиу>",
		[6064] = 5,
		[29385] = "Барон Раф Дрейгер",
		[29513] = "Фантомный гость",
		[36831] = "Саргеронский призыватель огня",
		[17402] = 11,
		[43364] = "Укротитель из племени Амани",
		[25504] = 7,
		[30153] = 1,
		[17314] = 5,
		[25248] = 1,
		[18788] = 9,
		[10054] = 8,
		[26613] = "Император Век'нилаш",
		[22730] = 5,
		[22858] = "Начальник стражи Гарголмар",
		[43848] = 11,
		[43356] = "Взрослая аманийская рысь",
		[23242] = 8,
		[16508] = "Король Молгар",
		[38801] = "Рокмар Трескун",
		[32367] = 8,
		[31729] = "Ловчий Скверны",
		[36482] = 3,
		[41173] = "Иллидари - пронзатель сердец",
		[32329] = "Шаркун Нижетопи",
		[9634] = 11,
		[40593] = "Неизвестно",
		[31229] = 4,
		[41105] = "Эксперт по оружию из клана Призрачной Луны",
		[18371] = 9,
		[41617] = 11,
		[34696] = 1,
		[33938] = 8,
		[17099] = 11,
		[30901] = "Принц Малчезар",
		[25546] = 7,
		[15616] = "Темнопряд Сит",
		[14149] = 4,
		[3242] = "Принцесса Яудж",
		[42380] = "Всадник без головы",
		[30912] = 9,
		[38385] = "Капитан Скарлок",
		[13222] = 4,
		[33352] = "Верховный звездочет Солариан",
		[38637] = 1,
		[37266] = "Властитель болот",
		[22907] = "Тюремщица Аркатраца",
		[27082] = 8,
		[27210] = 9,
		[31534] = "Полководец Калитреш",
		[26686] = "Королевский страж Сартуры",
		[31970] = "Архимонд",
		[27722] = 2,
		[22845] = 11,
		[39413] = "Копейщик из племени Темной Крови",
		[28106] = 5,
		[40082] = "Гарпунщик из клана Змеиных Колец",
		[42218] = 9,
		[28490] = 1,
		[14310] = 3,
		[41106] = "Эксперт по оружию из клана Призрачной Луны",
		[41362] = "Жрица мучений",
		[41618] = 3,
		[23267] = 4,
		[29982] = "Эфириал-вор",
		[29386] = "Барон Раф Дрейгер",
		[29514] = "Фантомный гость",
		[17329] = 11,
		[29770] = "Полночь",
		[3738] = 7,
		[35475] = 11,
		[19266] = 5,
		[30282] = "Ночная Погибель",
		[30410] = "[*] Теневая хватка",
		[11642] = "Лепрогном из резервуара Кривого Клыка",
		[15305] = "Темнопряд Сит",
		[11286] = 4,
		[37267] = "Властитель болот",
		[37523] = 1,
		[22371] = "Плут из племени Буйного Нрава",
		[15654] = "Дарнхольдская тюремщица",
		[23243] = 8,
		[802] = "Император Век'нилаш",
		[988] = 5,
		[31818] = 9,
		[31946] = "Владыка болот Мусел'ек",
		[15090] = "Леди Катриона Фон-Инди",
		[16102] = "Призыватель из клана Призрачной Луны",
		[4042] = 3,
		[37109] = "Звездочет",
		[40595] = "Гуртогг Кипящая Кровь",
		[40851] = "Надсмотрщик из клана Костеглодов",
		[41107] = "Эксперт по оружию из клана Призрачной Луны",
		[41363] = "Жрица мучений",
		[41619] = 3,
		[50066] = "Тыквенный солдат <Найтхэда>",
		[35267] = "Солнцелов-астромаг",
		[25291] = 2,
		[17228] = "Фазовый плеточник",
		[25547] = "Сиськопотам",
		[1243] = 5,
		[34063] = 7,
		[35476] = 7,
		[26059] = "Киражский скорпион",
		[45296] = 7,
		[29564] = "Леди Катриона Фон-Инди",
		[39649] = "Иллидарский владыка ночи",
		[15576] = "Китар",
		[27441] = 4,
		[37268] = "Центурион из армии Багровой Длани",
		[43776] = 7,
		[42630] = "[*] Огненная бомба",
		[15487] = 5,
		[72] = 1,
		[41080] = "Темный демон",
		[38804] = "Защитник Аркатраца",
		[27723] = 7,
		[39316] = 7,
		[36722] = "Часовой Аркатраца",
		[34763] = "Верховный ботаник Фрейвин",
		[40084] = "Гарпунщик из клана Змеиных Колец",
		[40340] = "Властитель болот",
		[28491] = 7,
		[30706] = 7,
		[28747] = "Берсерк из племени Амани",
		[33173] = "Кигглер Безумный",
		[41620] = 3,
		[29131] = 1,
		[21068] = "Осквернительница из рода Бесконечности",
		[10599] = 7,
		[33043] = "Клазе",
		[5185] = 11,
		[13810] = 3,
		[38146] = "Сетеккский оракул",
		[35477] = 7,
		[35733] = 4,
		[30283] = 9,
		[44436] = 5,
		[5588] = 2,
		[33081] = 1,
		[11303] = 4,
		[38725] = "Ученица звездочета",
		[10466] = 7,
		[38455] = "Хранитель глубин Шарккис",
		[31224] = 4,
		[38293] = 3,
		[38549] = "Гнев Пустоты",
		[35570] = "Берсерк из клана Изувеченной Длани",
		[39061] = "Приливный гарпунер",
		[5940] = 4,
		[32902] = "Жуткопалый скрытень",
		[36593] = "Труп защитницы",
		[40085] = 2,
		[24268] = 8,
		[40597] = "Гуртогг Кипящая Кровь",
		[2136] = 8,
		[27671] = 8,
		[6196] = 7,
		[42220] = "Заклинатель огня племени Амани",
		[33686] = 5,
		[25164] = "Киражский воитель",
		[42389] = "Налоракк",
		[25420] = 7,
		[38142] = "Ледяной элементаль Сита <Темнопряд Сит>",
		[29684] = "Фантомный стражник",
		[25804] = 5,
		[35478] = 11,
		[35734] = 7,
		[33795] = 7,
		[13159] = 3,
		[13223] = 4,
		[44949] = 1,
		[25570] = "Ашаньти",
		[37270] = "Центурион из армии Багровой Длани",
		[18765] = "Мирмидон Резервуара Кривого Клыка",
		[13543] = 3,
		[27212] = 9,
		[8379] = "Лорд Криспин Ференс",
		[32676] = 5,
		[38806] = "Защитник Аркатраца",
		[39062] = "Гидромант-волноступ",
		[39318] = 4,
		[39574] = "Дух волка Пеплоустов",
		[42177] = "Разведчик из племени Амани",
		[40086] = "Драконья черепаха",
		[14183] = 4,
		[20301] = 2,
		[14311] = 3,
		[34189] = "Пеплоуст-ловец",
		[33175] = "Кигглер Безумный",
		[12466] = "Дарнхольдский маг",
		[33268] = 7,
		[33943] = 11,
		[33078] = 7,
		[31786] = 2,
		[12177] = 7,
		[27022] = 3,
		[29900] = "Хаотическая сущность",
		[17439] = "Аукенайский воздаятель",
		[17258] = "JacksonJR",
		[33662] = 7,
		[31969] = "[*] Роковой Огонь",
		[15271] = 5,
		[31756] = "Таурен-воин",
		[37966] = "[*] Споровый взрыв",
		[37271] = "Центурион из армии Багровой Длани",
		[37527] = "Чароплет из племени Седого Сердца",
		[43522] = "Повелитель проклятий Малакрасс",
		[15655] = "Защитник резервуара Кривого Клыка",
		[31436] = "Каз'рогал",
		[38655] = "Брандашмыг из Змеиного святилища",
		[38807] = "Тюремщица Аркатраца",
		[39063] = "Гидромант-волноступ",
		[31948] = "Рокмар Трескун",
		[39575] = "Дух волка Пеплоустов",
		[39831] = "Опытный магистр",
		[40087] = "Драконья черепаха",
		[8116] = 1,
		[32588] = "Воитель клана Изувеченной Длани",
		[25470] = 5,
		[26745] = 8,
		[41367] = 2,
		[546] = 7,
		[25501] = 7,
		[33944] = 8,
		[37057] = "Ночная Погибель",
		[34456] = 3,
		[8512] = 7,
		[31473] = "Эонус",
		[18670] = "Вем",
		[35480] = 1,
		[43927] = 3,
		[22273] = "Эфириал-колдун",
		[16886] = 11,
		[9128] = "Сатир из племени Буйного Нрава",
		[26573] = 2,
		[37016] = "Фазовый щит",
		[37272] = "Властитель болот",
		[25372] = 5,
		[27085] = 8,
		[9512] = 4,
		[38296] = "Тотем огненного всполоха <Хранитель глубин Волниис>",
		[43456] = "Зул'джин",
		[38808] = "Тюремщик Аркатраца",
		[39064] = "Гидромант-волноступ",
		[8221] = 1,
		[9896] = 11,
		[36966] = "Таладред Светокрад",
		[40088] = "Заклинательница моря из клана Змеиных Колец",
		[9632] = 2,
		[28493] = 8,
		[10216] = 8,
		[41542] = "Порабощенная душа",
		[41368] = 2,
		[10408] = 7,
		[33689] = "Бормотун",
		[30461] = 3,
		[14309] = 3,
		[40932] = "Иллидан Ярость Бури",
		[11396] = 7,
		[34969] = "Неизвестно",
		[20578] = 9,
		[35481] = 4,
		[17531] = 11,
		[29870] = "Астральная искра",
		[30413] = "Beybey-MirageRaceway",
		[41545] = "Воплощение гнева",
		[27681] = 5,
		[37515] = 1,
		[22734] = 7,
		[37529] = 1,
		[25391] = 7,
		[9053] = "Опытный магистр",
		[23246] = 5,
		[11688] = 9,
		[31693] = "Топеглад",
		[39065] = "Волноступ-шаман",
		[28598] = 5,
		[42478] = "Целитель из племени Амани",
		[48024] = 3,
		[40089] = "Гейзер из клана Змеиных Колец <Заклинательница моря из клана Змеиных Колец>",
		[33925] = "Ловчий нексуса",
		[24398] = 7,
		[32717] = 11,
		[12328] = 1,
		[41369] = "Жрица мучений",
		[592] = "Трахарис",
		[8124] = 5,
		[42137] = 1,
		[25294] = 3,
		[25422] = 7,
		[25550] = "Тотем магмы V <Стирбьёрн>",
		[34970] = "Рокмар Трескун",
		[32389] = 9,
		[12968] = 1,
		[24131] = 3,
		[9856] = 11,
		[33390] = "Жрец из Зала Звездочета",
		[13224] = 4,
		[38645] = "Маг Пустоты из племени Седого Сердца",
		[37018] = "Великий Звездочет Каперниан",
		[37274] = "Инквизитор из армии Багровой Длани",
		[41230] = "Кровавый пророк из клана Костеглодов",
		[27086] = 8,
		[27214] = 9,
		[23600] = 1,
		[19279] = 5,
		[38810] = "Изначальный кошмар",
		[39066] = "Волноступ-шаман",
		[18880] = 9,
		[39578] = "Дух волка Пеплоустов",
		[8946] = 11,
		[369770] = 7,
		[36991] = "Астральный тесак",
		[40602] = "Гуртогг Кипящая Кровь",
		[31238] = 4,
		[41114] = "Пеплоуст-мистик",
		[20687] = "Тиранда Шелест Ветра",
		[11130] = "Берсерк из племени Гурубаши",
		[34752] = "Белый саженец <Верховный ботаник Фрейвин>",
		[17538] = 1,
		[29390] = "Лорд Криспин Ференс",
		[41453] = 2,
		[17670] = 8,
		[34971] = "Коготь",
		[28724] = 11,
		[35483] = 5,
		[43673] = "Берсерк из племени Амани",
		[8185] = 7,
		[15208] = 7,
		[41151] = "Пеплоуст-заклинатель",
		[32736] = 1,
		[37019] = 4,
		[22735] = "Пузиллин",
		[37531] = "Чароплет из племени Седого Сердца",
		[30707] = "Омор Неодолимый",
		[20764] = 9,
		[23247] = 11,
		[31566] = "Владыка болот Мусел'ек",
		[38811] = "Изначальный кошмар",
		[39067] = "Волноступ-шаман",
		[34798] = "Кровостраж-флорист",
		[9858] = 11,
		[39835] = "Верховный полководец Надж'ентус",
		[40091] = "Заклинательница моря из клана Змеиных Колец",
		[8516] = 1,
		[22721] = 4,
		[40859] = "Матушка Шахраз",
		[41115] = "Пеплоуст-мистик",
		[16592] = "Эфириал-черный маг",
		[25253] = 1,
		[10298] = 9,
		[2565] = 1,
		[25295] = 3,
		[25423] = 7,
		[34716] = "Узлодревень",
		[30708] = 7,
		[25807] = "Принцесса Яудж",
		[31086] = "Медноголовый",
		[47000] = 8,
		[43764] = 3,
		[17392] = 11,
		[33073] = 2,
		[37495] = 4,
		[12021] = "Кабалист-фанатик",
		[37276] = "Инквизитор из армии Багровой Длани",
		[40568] = 5,
		[27087] = 8,
		[27215] = 9,
		[1856] = 4,
		[19280] = 5,
		[351355] = 7,
		[17543] = 1,
		[9833] = 11,
		[39580] = "Ярость бури",
		[26890] = 4,
		[35263] = "Пустомант Сепетрея",
		[32999] = 5,
		[28495] = 9,
		[40860] = "Матушка Шахраз",
		[41116] = "Пеплоуст-мистик",
		[20688] = "Тиранда Шелест Ветра",
		[11740] = 9,
		[10473] = 7,
		[36655] = "Дозорный Смерти",
		[10601] = 7,
		[29408] = "Леди Катриона Фон-Инди",
		[33983] = 11,
		[13241] = 4,
		[43420] = "Повелитель проклятий Малакрасс",
		[30031] = 1,
		[20589] = 1,
		[17528] = 1,
		[41150] = "Иллидарский владыка ночи",
		[5589] = 2,
		[14321] = 3,
		[11305] = 4,
		[22736] = 1,
		[30613] = "Магтеридон",
		[9754] = 11,
		[36483] = 7,
		[23248] = 1,
		[11689] = 9,
		[38813] = "Пожиратель душ",
		[39069] = "Волноступ-воин",
		[1161] = 1,
		[39581] = "Ярость бури",
		[39837] = "Верховный полководец Надж'ентус",
		[36922] = "Ночная Погибель",
		[41346] = "Очаровательный посетитель",
		[38141] = "Огненный элементаль Сита <Темнопряд Сит>",
		[40861] = "Матушка Шахраз",
		[41117] = "Иллидан Ярость Бури",
		[16593] = 3,
		[6229] = 9,
		[13809] = 3,
		[1949] = 9,
		[42397] = "Налоракк",
		[11349] = 11,
		[25552] = 7,
		[34974] = "Владыка болот Мусел'ек",
		[43421] = "Повелитель проклятий Малакрасс",
		[24318] = "Мандокир Повелитель Крови",
		[13033] = 8,
		[26192] = "Пророк Скерам",
		[13161] = 3,
		[43621] = "Акил'зон",
		[11717] = 9,
		[6713] = "Злобный инструктор",
		[13361] = 11,
		[27616] = 9,
		[37790] = "Душительница резервуара Кривого Клыка",
		[27216] = 9,
		[44733] = "Парящий орел",
		[13737] = "Драконид из пещеры Крыла Тьмы",
		[38814] = "Пожиратель душ",
		[39070] = "Волноступ-воин",
		[45295] = 7,
		[27984] = 1,
		[50986] = 7,
		[37346] = 1,
		[14185] = 4,
		[45245] = 3,
		[34121] = "Ал'ар",
		[34164] = "Страж Бездны",
		[41374] = "Иллидарский архонт",
		[31406] = "Младший страж ужаса <Надей>",
		[17291] = 7,
		[45153] = 7,
		[42398] = "Налоракк",
		[33982] = 11,
		[41917] = "Иллидан Ярость Бури",
		[34975] = "Са'ат",
		[41058] = "Крутящийся клинок <Воитель из клана Призрачной Луны>",
		[30032] = 1,
		[41978] = "Пеплоуст-разбойник",
		[23577] = 3,
		[36255] = 1,
		[25329] = 5,
		[34287] = "Ал'ар",
		[37023] = "Мороуз",
		[37279] = "Начинающий звездочет",
		[7765] = "Неизвестно",
		[29847] = "Ловчий Аттумен <Полночь>",
		[15657] = "Убийца из рода Бесконечности",
		[23249] = 11,
		[15785] = "Злобная гончая <Омор Неодолимый>",
		[38815] = "Неизвестно <Пожиратель душ>",
		[30909] = 9,
		[8892] = 8,
		[16922] = 11,
		[35076] = 2,
		[40095] = "Аквариус-волноход",
		[8117] = 1,
		[32592] = "Филхил",
		[8181] = 7,
		[33061] = "Крош Огненная Рука",
		[41375] = "Иллидарский архонт",
		[8362] = "Дозорный цитадели Адского Пламени",
		[38647] = "Маг Пустоты из племени Седого Сердца",
		[33773] = 5,
		[25297] = 11,
		[17234] = "Саботажник из рода Бесконечности",
		[34720] = 3,
		[33259] = 7,
		[25809] = "Гадюка",
		[865] = 8,
		[31740] = "Жрец Альянса",
		[11712] = 9,
		[19264] = 5,
		[36512] = "Провидец Гнева Соккорат",
		[37053] = "Тень Арана",
		[23723] = 8,
		[44732] = "Парящий орел",
		[12176] = 7,
		[27089] = 3,
		[27217] = "Цыганел",
		[38304] = "Хранитель глубин Волниис",
		[43249] = "Страж племени Амани",
		[38816] = "Дозорный Смерти",
		[18807] = 5,
		[9834] = 11,
		[9898] = 11,
		[22424] = "Неживой колдун <Аукенайский воздаятель>",
		[40096] = "Ворожея из клана Змеиных Колец",
		[20178] = 2,
		[28497] = 1,
		[40864] = "Рабочий из клана Костеглодов",
		[28753] = 3,
		[41376] = "Воплощение гнева",
		[29919] = "Смерч маны",
		[33697] = 7,
		[10538] = 7,
		[26655] = 8,
		[29521] = "Фантомный гость",
		[14285] = 3,
		[36339] = "Красный саженец <Верховный ботаник Фрейвин>",
		[38896] = "Заклинатель волн Эфириума",
		[30033] = 1,
		[21970] = 1,
		[2944] = 5,
		[29151] = 4,
		[30545] = 9,
		[22482] = 4,
		[23538] = 8,
		[33834] = "Охотник Вечности",
		[16380] = "Таящаяся ведьма",
		[10225] = 8,
		[29841] = 1,
		[23250] = 7,
		[18968] = "Геомант из племени Седоусов",
		[38817] = "Дозорный Смерти",
		[29973] = "Тень Арана",
		[39329] = "Верховный звездочет Солариан",
		[23920] = 1,
		[24018] = "Метательница топоров из племени Гурубаши",
		[32337] = "Ведьма",
		[24336] = "Пеплоуст-охотник",
		[40609] = "Пламя Аззинота <Клинок Аззинота>",
		[38134] = 11,
		[24244] = "Шмыг",
		[16595] = 11,
		[30741] = "Главный чернокнижник Пустоклят",
		[38377] = "Аукенайская жрица душ",
		[16979] = 11,
		[34210] = 2,
		[24854] = 7,
		[2383] = 8,
		[2912] = 11,
		[17619] = 5,
		[12970] = 1,
		[20729] = 1,
		[26194] = "Пророк Скерам",
		[42231] = 11,
		[36514] = "Неизвестно",
		[27003] = 11,
		[11366] = 8,
		[3355] = 3,
		[38936] = "Солнцелов-заклинательница Пустоты",
		[27090] = 8,
		[27218] = 9,
		[38306] = "Хранитель глубин Волниис",
		[13738] = 1,
		[38818] = "Дозорный Смерти",
		[15852] = 1,
		[42760] = 9,
		[39586] = "Пеплоуст-мистик",
		[18647] = 9,
		[7159] = "Убийца из рода Бесконечности",
		[40823] = "Матушка Шахраз",
		[40610] = "[*] Пламень",
		[37282] = "Начинающий звездочет",
		[15244] = "Дарнхольдский маг",
		[41378] = "Жрица наслаждения",
		[25439] = 7,
		[33699] = "Хагуну <Васяпопович>",
		[25646] = "Фанкрисс Непреклонный",
		[42402] = "Налоракк",
		[29522] = "Благочестивая дева",
		[29881] = "Сифонник",
		[22790] = 8,
		[29906] = "Рокад Опустошитель",
		[16490] = 1,
		[38239] = "Фамилиар кабалистов",
		[3599] = 7,
		[40891] = "Матушка Шахраз",
		[30546] = 9,
		[40097] = "Ворожея из клана Змеиных Колец",
		[37027] = "Главный инженер Телоникус",
		[37283] = 8,
		[15530] = "Неживой колдун <Аукенайский воздаятель>",
		[17941] = 9,
		[37243] = 7,
		[23251] = 7,
		[15786] = "Шаман с Железного рудника",
		[38819] = "[*] Роковой удар",
		[34336] = "Крикун Негатона",
		[31762] = "Ордынский исцеляющий идол <Знахарь Орды>",
		[23891] = "Bonnierøtten-Gehennas",
		[19710] = 1,
		[40099] = "Повелитель вод",
		[24275] = 2,
		[40611] = "[*] Пламень",
		[24531] = 3,
		[24659] = 8,
		[41379] = "Иллидарский боевой маг",
		[41635] = 5,
		[33700] = "Шаруну <Изанагги>",
		[24640] = 3,
		[25299] = 11,
		[9826] = 11,
		[17364] = 7,
		[34980] = "Менну Предатель",
		[43427] = "Повелитель проклятий Малакрасс",
		[43274] = "Аманийский завоеватель",
		[26067] = 11,
		[11775] = "Konmoth <Ebrar-Firemaw>",
		[25661] = 1,
		[41380] = "Жрица наслаждения",
		[35108] = "Анжинер Паропуск",
		[15472] = "Кабалист-ревнительница",
		[37284] = "[*] Кипящая вода",
		[45242] = 5,
		[2895] = 7,
		[19028] = 9,
		[10463] = 7,
		[46755] = 8,
		[10892] = 5,
		[39076] = "Чароплет из племени Седого Сердца",
		[9835] = "Кубыч",
		[27987] = "Смертоносный эредар",
		[27219] = 9,
		[40100] = "Повелитель вод",
		[43428] = "Повелитель проклятий Малакрасс",
		[20308] = 2,
		[10308] = 2,
		[27259] = 9,
		[33189] = "Верховный звездочет Солариан",
		[25810] = "Гадюка",
		[33701] = "Тангтико <Терпидот>",
		[26995] = 11,
		[31759] = "Знахарь Орды",
		[32338] = "Ведьма",
		[6343] = 1,
		[27004] = 11,
		[29907] = "Маноед",
		[30035] = "Тень Арана",
		[10987] = "Надсмотрщик из резервуара Кривого Клыка",
		[32593] = 7,
		[30609] = 9,
		[37325] = 11,
		[40481] = "Гуртогг Кипящая Кровь",
		[11307] = "Тотем кольца огня V <Рибур>",
		[30931] = "Центурион клана Изувеченной Длани",
		[15498] = "Геодезист с Ледяного рудника",
		[883] = 3,
		[27213] = 9,
		[23252] = 7,
		[34350] = "Солнцелов-ботаник",
		[20600] = "Loop-Finkle",
		[39077] = "Кровостраж-оруженосец",
		[47524] = 7,
		[39589] = "Пеплоуст-мистик",
		[24020] = "Метательница топоров из племени Гурубаши",
		[6788] = 5,
		[41065] = "Кровавый маг из клана Призрачной Луны",
		[8166] = 7,
		[37121] = "Кристаллиновый механик",
		[10301] = 2,
		[41381] = "Жрица наслаждения",
		[11334] = 1,
		[33702] = 9,
		[33958] = "Пожиратель душ",
		[25300] = 4,
		[6358] = "Kalwena",
		[1449] = 8,
		[14177] = 4,
		[25812] = "Лорд Кри",
		[16916] = 1,
		[37664] = "Чародейка резервуара Кривого Клыка",
		[13099] = 9,
		[13163] = 3,
		[36994] = "Длинный лук Края Пустоты",
		[26580] = "Принцесса Яудж",
		[35099] = 3,
		[30225] = "Таладред Светокрад",
		[6742] = "Шаман Орды",
		[6774] = "Акерман",
		[27220] = 9,
		[38310] = "Леди Вайш",
		[19285] = 5,
		[43430] = "Повелитель проклятий Малакрасс",
		[39078] = "Кровостраж-воздаятель",
		[27860] = 8,
		[27988] = "Смертоносный эредар",
		[10428] = 7,
		[40102] = "Порождение воды",
		[31977] = "Осквернительница из рода Бесконечности",
		[14251] = 4,
		[14315] = 3,
		[41126] = "Иллидан Ярость Бури",
		[41382] = "Иллидарский боевой маг",
		[27024] = 3,
		[29073] = 8,
		[32214] = 1,
		[28817] = "Exitia-Patchwerk",
		[34471] = 3,
		[36254] = 7,
		[25298] = 11,
		[29908] = "Маноед",
		[30036] = "Эфириал-чаролов",
		[43357] = "Аманийская рысь",
		[23109] = "Тимофей <Келвиш>",
		[40871] = 9,
		[18792] = 9,
		[13897] = 7,
		[17138] = "Затерянный во времени Провидец",
		[30932] = "Псарь из клана Изувеченной Длани",
		[15531] = "Раб-бродяга пустошей",
		[543] = 8,
		[15659] = "Темнопряд Сит",
		[25364] = "Гультай",
		[28407] = "Тень Наксрамаса",
		[38823] = "Энтропический глаз",
		[39079] = "Сокольничий крепости",
		[31956] = "Рокмар Трескун",
		[1822] = 11,
		[42024] = "Пеплоуст-грозоборец",
		[40103] = "Порождение воды",
		[8118] = 4,
		[15497] = "Кабалист-ритуалистка",
		[8182] = 7,
		[28499] = 7,
		[41383] = "Иллидарский боевой маг",
		[31581] = "Колдунья из резервуара Кривого Клыка",
		[527] = 5,
		[30606] = 9,
		[38056] = "Летающий ястреб-потрошитель",
		[25429] = 5,
		[25557] = 7,
		[34984] = "Скат резервуара Кривого Клыка",
		[30223] = "Шаруну <Изанагги>",
		[15615] = "Легионер клана Изувеченной Длани",
		[8940] = 11,
		[18989] = 11,
		[24933] = "Паровой танк <Пасторал>",
		[2457] = 1,
		[3409] = 4,
		[10220] = 8,
		[30414] = 9,
		[41384] = "Иллидарский боевой маг",
		[591] = 5,
		[27221] = 9,
		[43213] = "Зул'джин",
		[603] = 9,
		[25999] = "Munnine",
		[36657] = "Дозорный Смерти",
		[34745] = "Заступник-хлестун <Верховный ботаник Фрейвин>",
		[2379] = 5,
		[10608] = 1,
		[11274] = 4,
		[33721] = 7,
		[28501] = 8,
		[40872] = "Небесный ловчий из клана Драконьей Пасти",
		[31109] = 3,
		[647] = 2,
		[10412] = 7,
		[37275] = "Инквизитор из армии Багровой Длани",
		[33961] = "Сетеккский посвященный",
		[40090] = "Заклинательница моря из клана Змеиных Колец",
		[18798] = 8,
		[25574] = 7,
		[10796] = 8,
		[32111] = "Архимонд",
		[43688] = 8,
		[30165] = 7,
		[691] = 9,
		[30421] = 1,
		[22416] = "Тенелов из племени Буйного Нрава",
		[23894] = 1,
		[30805] = 7,
		[37289] = "Повелитель звездочетов",
		[15241] = "Покоритель времен из рода Бесконечности",
		[27869] = 7,
		[37265] = "Боевой маг из армии Багровой Длани",
		[28350] = "Рыцарь смерти",
		[45300] = 7,
		[38825] = "Энтропический глаз",
		[28170] = "Nmx-Gehennas",
		[783] = 11,
		[39593] = "Опаляющий тотем Пеплоуста <Пеплоуст-мистик>",
		[39849] = "Иллидан Ярость Бури",
		[10890] = 5,
		[8075] = 7,
		[24406] = 3,
		[40873] = "Небесный ловчий из клана Драконьей Пасти",
		[10909] = 5,
		[28494] = 1,
		[43245] = "Заклинатель огня племени Амани",
		[25046] = 4,
		[25174] = "Боевой страж Сартура",
		[19472] = "Душительница из стаи Снежной Слепоты",
		[42134] = 2,
		[13321] = "Маноед-гончая Скверны <Призыватель из клана Призрачной Луны>",
		[18803] = 8,
		[43433] = "Повелитель проклятий Малакрасс",
		[31697] = "Топеглад",
		[26070] = "Анубисат-хранитель",
		[36974] = "Убийца из клана Изувеченной Длани",
		[45301] = 7,
		[871] = 1,
		[36778] = "Эредарский пожиратель душ",
		[29680] = "Призрачный актер",
		[37290] = 11,
		[45334] = 11,
		[27094] = 9,
		[27222] = 9,
		[17463] = 5,
		[40599] = "Гуртогг Кипящая Кровь",
		[38826] = "Энтропический глаз",
		[1130] = 3,
		[27862] = "Желчерыг",
		[27990] = "Живое чудовище",
		[48041] = 2,
		[40106] = "Порождение воды",
		[40832] = "Иллидан Ярость Бури",
		[28502] = 11,
		[40874] = "Акама",
		[32784] = "Техник из клана Призрачной Луны",
		[29497] = "Конкубина",
		[41455] = "Леди Маланда",
		[33707] = "Черносерд Подстрекатель",
		[29965] = "[*] Дыхание дракона",
		[1020] = 2,
		[8056] = 7,
		[14920] = "Осквернитель <Дартскрим>",
		[12169] = "Тралл",
		[35243] = "Солнцелов-заклинательница Пустоты",
		[939] = 7,
		[25448] = "Кавказёнок",
		[30294] = 9,
		[30422] = 1,
		[30550] = 7,
		[959] = "Sholygoat-Venoxis",
		[10472] = 7,
		[7896] = "Предатель из племени Буйного Нрава",
		[15532] = "Кабалист-ритуалистка",
		[22999] = 3,
		[38059] = "Небесный боевой ястреб",
		[19386] = 3,
		[32587] = "Воитель клана Изувеченной Длани",
		[23511] = 1,
		[27021] = 3,
		[43426] = "Повелитель проклятий Малакрасс",
		[33786] = 11,
		[48042] = 7,
		[16172] = "Полководец Калитреш",
		[16236] = 7,
		[24407] = "Мандокир Повелитель Крови",
		[40875] = "Ветробой из клана Драконьей Пасти",
		[41131] = "[*] Выброс пламени",
		[1038] = 2,
		[34120] = 3,
		[16856] = "Гладиатор из клана Изувеченной Длани",
		[33964] = "Сетеккский враностраж",
		[40334] = "Мрачное создание",
		[42667] = 5,
		[25559] = 7,
		[31627] = "Мрачный некромант",
		[43435] = "Повелитель проклятий Малакрасс",
		[15801] = "Шаман с Железного рудника",
		[8941] = 11,
		[1126] = 11,
		[30300] = 9,
		[35767] = "[*] Огонь Скверны",
		[16591] = 3,
		[37036] = "Главный инженер Телоникус",
		[26839] = 4,
		[26967] = 4,
		[31739] = "Жрец Альянса",
		[27223] = 9,
		[38316] = "Леди Вайш",
		[38572] = "Отважный страж Вайш'ира",
		[29802] = "Неизвестно <Полночь>",
		[31464] = "Темпорус",
		[39340] = "Зыбун",
		[20824] = "Спороног <Черная Охотница>",
		[10477] = 7,
		[7320] = 8,
		[34477] = 3,
		[28503] = 9,
		[40876] = "Ветробой из клана Драконьей Пасти",
		[11392] = 3,
		[41388] = "Усердный распорядитель",
		[10413] = 7,
		[33709] = "Черносерд Подстрекатель",
		[29271] = 5,
		[10605] = 7,
		[42668] = 7,
		[43436] = "Повелитель проклятий Малакрасс",
		[14317] = 3,
		[29911] = "Магический ужас",
		[30039] = "Эфириал-чаролов",
		[13544] = 3,
		[8835] = 7,
		[30423] = 1,
		[31306] = "Анетерон",
		[34288] = "Ал'ар",
		[30807] = 7,
		[31447] = "Каз'рогал",
		[32202] = "Дева послушания",
		[38317] = 9,
		[32829] = "Неживой бродяга <Аукенайская жрица душ>",
		[1454] = 9,
		[21165] = 1,
		[38829] = "Часовой Аркатраца",
		[39126] = "Солнцелов-ботаник",
		[42479] = "Целитель из племени Амани",
		[1494] = 3,
		[31480] = "Каз'рогал",
		[1510] = 3,
		[10626] = 7,
		[24408] = "Мандокир Повелитель Крови",
		[40877] = "Ветробой из клана Драконьей Пасти",
		[28880] = 7,
		[41389] = "Усердный распорядитель",
		[25304] = 8,
		[16857] = 11,
		[26635] = 8,
		[34222] = "Солнцелов-чаротворица",
		[40083] = "Гарпунщик из клана Змеиных Колец",
		[25560] = 7,
		[42384] = "Налоракк",
		[43437] = "[*] Заморозка",
		[39953] = 7,
		[36022] = "Паталеон Вычислитель",
		[25035] = 1,
		[18137] = 5,
		[6615] = 4,
		[40396] = 5,
		[32009] = "Иллидарский опустошитель",
		[18649] = "Предатель из племени Буйного Нрава",
		[26968] = "Акерман",
		[13549] = 3,
		[6807] = 11,
		[38318] = 9,
		[38574] = "[*] Отравляющие споры",
		[38830] = "Часовой Аркатраца",
		[19660] = "Bheefenn",
		[9888] = 11,
		[19801] = 3,
		[24708] = 2,
		[32914] = "Пухоспинка царственная",
		[41390] = "Иллидарский убийца",
		[28504] = 3,
		[81748] = 7,
		[20569] = 1,
		[33199] = 5,
		[20825] = "Голодный завсегдатай",
		[33711] = "Бормотун",
		[33967] = "Сетеккский стражник",
		[23691] = 11,
		[14271] = 3,
		[33206] = 5,
		[31689] = "Гриб Нижетопи",
		[22859] = "Верховный жрец Текал",
		[21849] = 11,
		[35759] = "Провидец Гнева Соккорат",
		[44206] = 11,
		[30485] = "Кабалист-палач",
		[16870] = 11,
		[33040] = "Верховный звездочет Солариан",
		[19838] = 2,
		[32901] = "Небесный боевой ястреб",
		[37551] = "Неживая бродяга <Аукенайская жрица душ>",
		[15614] = "Кабалистка-сектантка",
		[24394] = 3,
		[36481] = 1,
		[15580] = "Палач из рода Бесконечности",
		[38831] = "Часовой Аркатраца",
		[39087] = "Боевой маг из армии Багровой Длани",
		[15981] = "Затерянный во времени Провидец",
		[39599] = 3,
		[39855] = "Клинок Аззинота",
		[33014] = 7,
		[16237] = 7,
		[40623] = 11,
		[5784] = 9,
		[2060] = 5,
		[33200] = 5,
		[12967] = 1,
		[23694] = 1,
		[8494] = 8,
		[40845] = "Надсмотрщик из клана Костеглодов",
		[25433] = 5,
		[17626] = 1,
		[30683] = 4,
		[43439] = "Повелитель проклятий Малакрасс",
		[26201] = "Хрюша <Босяком>",
		[35760] = "Большой крабстер",
		[44207] = 11,
		[18138] = 1,
		[30427] = 3,
		[36784] = "Эредарский пожиратель душ",
		[36021] = "Паталеон Вычислитель",
		[40598] = "Иллидан Ярость Бури",
		[30043] = "Ткач-падальщик",
		[41334] = "Храмовая послушница",
		[38064] = "Эфириал-чудесник",
		[44032] = 11,
		[38576] = "Отважный страж Вайш'ира",
		[42376] = "Целитель из племени Амани",
		[38768] = 4,
		[34229] = "Ал'ар",
		[35087] = 5,
		[33717] = 8,
		[34933] = "Маносос",
		[28377] = 5,
		[29768] = "Волшебный смотритель",
		[40880] = "Матушка Шахраз",
		[6795] = 11,
		[41392] = "Иллидарский убийца",
		[10414] = 7,
		[19434] = 3,
		[21082] = 2,
		[2652] = 5,
		[27801] = 5,
		[11574] = 1,
		[33649] = 1,
		[43440] = "Повелитель проклятий Малакрасс",
		[21850] = 11,
		[2764] = 1,
		[44208] = 11,
		[31462] = 9,
		[9839] = 11,
		[331] = 7,
		[31475] = "Темпорус",
		[11374] = 11,
		[39667] = "Иллидарский убийца",
		[14743] = 5,
		[38065] = "Ужасень Нексуса",
		[27135] = 2,
		[11694] = "Helloexit-Golemagg",
		[6754] = "Рабовладелец из резервуара Кривого Клыка",
		[27136] = 2,
		[37120] = "Кузнец крепости",
		[38366] = "Хранитель глубин Шарккис",
		[15708] = "Аватара Мученика <Экзарх Маладаар>",
		[24573] = "Надзиратель Скверны",
		[32786] = "Техник из клана Призрачной Луны",
		[40625] = 2,
		[25653] = "Ночная Погибель",
		[34930] = "Эфириал-черный маг",
		[24117] = 11,
		[43443] = "Повелитель проклятий Малакрасс",
		[12654] = 8,
		[25562] = 7,
		[25306] = 8,
		[43441] = "Повелитель проклятий Малакрасс",
		[12782] = "Воитель клана Изувеченной Длани",
		[25307] = 9,
		[17627] = 9,
		[3018] = 1,
		[17883] = "Эфириал-чароплет",
		[37526] = 1,
		[34920] = "Эфириал-падальщик",
		[26458] = "Обсидиановый искоренитель",
		[36786] = "Эредарский пожиратель душ",
		[38295] = "Леди Вайш",
		[27014] = 3,
		[35250] = "Пустомант Сепетрея",
		[41435] = 4,
		[27226] = 9,
		[17530] = 3,
		[22414] = "Криводрев-ветвеплет",
		[43137] = "Вихрь перьев <Зул'джин>",
		[19675] = 11,
		[39346] = "Яростное пламя",
		[355] = 1,
		[30216] = 4,
		[36901] = 2,
		[29832] = "Ловчий Аттумен <Полночь>",
		[40626] = 3,
		[40882] = "Матушка Шахраз",
		[33281] = "Верховный звездочет Солариан",
		[46987] = "Капитан Балинда Каменный Очаг",
		[11767] = 9,
		[10951] = 5,
		[25585] = 7,
		[37111] = "Начинающий звездочет",
		[36787] = "Смертоносный эредар",
		[467] = 11,
		[40077] = "Левиафан",
		[43442] = "Повелитель проклятий Малакрасс",
		[35507] = "Шипастый живодер",
		[31345] = "Азгалор",
		[369966] = "Зул'джин",
		[36275] = "Хранительница временного разлома",
		[30554] = 9,
		[30682] = 4,
		[38797] = "Бормотун",
		[34135] = 2,
		[11687] = 9,
		[16589] = 5,
		[37517] = 1,
		[20554] = 8,
		[46989] = 8,
		[41100] = "Эксперт по оружию из клана Призрачной Луны",
		[31834] = 2,
		[39347] = "Солнцелов-генетик <Димаприст>",
		[30472] = "Легионер клана Изувеченной Длани",
		[31543] = "Дистиллятор наг",
		[32346] = "Экзарх Маладаар",
		[4060] = 3,
		[33652] = 11,
		[40883] = "Матушка Шахраз",
		[16624] = 2,
		[41395] = "Сердитый хозяин",
		[2091] = "Тревилл",
		[25051] = "Векнисский ядохвост",
		[8495] = 8,
		[17116] = 11,
		[25435] = 5,
		[25563] = 7,
		[34996] = "Кровостраж-маршал",
		[17628] = 9,
		[51120] = 7,
		[33041] = 8,
		[36020] = "Буян из клана Изувеченной Длани",
		[36276] = "Хранительница временного разлома",
		[676] = 1,
		[25584] = 1,
		[46988] = "Капитан Балинда Каменный Очаг",
		[37956] = "Болотный скат",
		[40844] = "Рабочий из клана Костеглодов",
		[27158] = 2,
		[2580] = 9,
		[38324] = 7,
		[38580] = "Жрица резервуара Кривого Клыка",
		[20929] = 2,
		[34392] = "Светящийся острожал",
		[39348] = "[*] Чародейский взрыв",
		[41172] = "Иллидари - пронзатель сердец",
		[20989] = "Наставник из племени Амани",
		[23829] = 9,
		[22417] = "Скверноподданный из племени Буйного Нрава",
		[28507] = 1,
		[10223] = 8,
		[20572] = 3,
		[41396] = "Сердитая хозяйка",
		[36333] = "Кровостраж-врач",
		[10479] = 7,
		[26884] = 4,
		[42420] = 5,
		[38264] = "Кабалист-ритуалист",
		[50247] = 1,
		[10799] = 3,
		[29915] = "Заразный вурдалак",
		[10927] = 5,
		[30171] = "Терестиан Больное Копыто",
		[44212] = 2,
		[36277] = "Хранительница временного разлома",
		[37066] = "[*] Гаррота",
		[36789] = "Смертоносный эредар",
		[25780] = 2,
		[13443] = "Северный волк",
		[43622] = "Акил'зон",
		[10299] = 9,
		[23132] = 4,
		[38325] = 11,
		[11695] = 9,
		[31707] = "Элементаль воды <Севыч>",
		[43751] = 7,
		[39349] = "Древний огонек",
		[17201] = "Кабалист-ритуалистка",
		[33660] = 2,
		[10916] = 5,
		[30456] = 8,
		[2479] = 8,
		[6136] = 8,
		[34449] = "Элементаль воды из резервуара Кривого Клыка",
		[41397] = "Госпожа безумия",
		[24924] = 5,
		[41047] = "Разоритель из клана Призрачной Луны",
		[1604] = 7,
		[25308] = 5,
		[24907] = 11,
		[29077] = "Клазе",
		[22561] = "Сумеречный драконаар",
		[26680] = 5,
		[12975] = 1,
		[21183] = 2,
		[6552] = 1,
		[36278] = "Хранительница временного разлома",
		[20055] = 2,
		[20352] = 2,
		[45237] = 5,
		[42198] = 8,
		[2139] = 8,
		[11780] = "Kalwena",
		[27228] = 9,
		[22642] = "Сумеречный драконаар",
		[38582] = "Жрица резервуара Кривого Клыка",
		[38838] = "Крикун Негатона",
		[42395] = "Налоракк",
		[785] = "Пророк Скерам",
		[25292] = 2,
		[34273] = "Ал'ар",
		[29707] = 1,
		[17462] = 4,
		[28508] = 9,
		[7160] = "Мирмидон Резервуара Кривого Клыка",
		[41142] = "Иллидан Ярость Бури",
		[13736] = "Кровостраж-душегуб",
		[23506] = 11,
		[44132] = 4,
		[33975] = "Миллхаус Манашторм",
		[39332] = "Ловчий нексуса",
		[29704] = 1,
		[41104] = "Эксперт по оружию из клана Призрачной Луны",
		[14895] = "Дарнхольдский караульный",
		[35255] = "Чародейский слуга",
		[35511] = "Неживой бродяга <Аукенайская жрица душ>",
		[15087] = "Душегуб Эфириума",
		[36023] = "Дикарь из клана Изувеченной Длани",
		[36279] = "Хранительница временного разлома",
		[18791] = 9,
		[38933] = "Солнцелов-астромаг",
		[15407] = 5,
		[13165] = 3,
		[15496] = "Мирмидон Резервуара Кривого Клыка",
		[7800] = "Гобрини <Эндоритал>",
		[38166] = "Подручный Кровожада",
		[41188] = "Пеплоуст-охотник",
		[15791] = "Ворожея резервуара Кривого Клыка",
		[28536] = 11,
		[39095] = "Принц Малчезар",
		[7992] = "Тенелов из племени Буйного Нрава",
		[11831] = "Лепрогном из резервуара Кривого Клыка",
		[32220] = 2,
		[11556] = 1,
		[8120] = 2,
		[40631] = "Пламя Аззинота <Клинок Аззинота>",
		[8184] = 7,
		[39319] = 4,
		[41399] = "Неизвестно",
		[24925] = 2,
		[33720] = 11,
		[23922] = 1,
		[25309] = 9,
		[25437] = 5,
		[34585] = 11,
		[20240] = 1,
		[25821] = "Вождь Каргат Острорук",
		[11364] = 7,
		[26077] = "Векнисская оса",
		[10314] = 2,
		[24930] = 1,
		[16166] = 7,
		[33946] = 8,
		[29582] = "Фантомный гость",
		[38809] = "[*] Чародейский взрыв",
		[43363] = "Укротитель из племени Амани",
		[27101] = 8,
		[35482] = 5,
		[46833] = 11,
		[31429] = "Коготь",
		[38840] = "Крикун Негатона",
		[39096] = "Механолорд Конденсарон",
		[9840] = 11,
		[9904] = 11,
		[6016] = "Призрачная помощница смотрителя стойл",
		[40120] = 11,
		[20190] = 3,
		[28509] = 3,
		[37340] = 11,
		[28765] = 8,
		[41400] = "Неизвестно",
		[32594] = 7,
		[41912] = 5,
		[32835] = 9,
		[29405] = "Баронесса Доротея Милстип",
		[25296] = 3,
		[29661] = "Скелет-билетер",
		[29455] = 1,
		[11713] = 9,
		[10928] = 5,
		[9035] = 5,
		[9782] = 1,
		[30735] = "Главный чернокнижник Пустоклят",
		[30557] = 9,
		[27088] = 8,
		[27152] = 2,
		[31567] = "Кровостраж-сокольничий",
		[31069] = "Балбес",
		[19410] = 3,
		[24529] = "Ищейка <Промысловик>",
		[43674] = 3,
		[38585] = "Жрица резервуара Кривого Клыка",
		[39950] = 7,
		[33054] = "Крош Огненная Рука",
		[41372] = "Иллидарский архонт",
		[39609] = "Тотем прилива маны <Бычукан>",
		[32221] = 2,
		[34334] = "Крикун Негатона",
		[42481] = "Аманийский идол защиты <Целитель из племени Амани>",
		[12323] = 1,
		[11371] = 11,
		[23698] = 7,
		[11297] = 4,
		[24926] = 1,
		[25054] = "Жрец из Зала Звездочета",
		[16362] = 7,
		[38812] = 11,
		[34490] = 3,
		[25566] = "Тотем исцеляющего потока VI <Кингошам>",
		[17503] = "Кобальтовый змей",
		[24736] = 3,
		[12976] = 1,
		[26078] = "Векнисская оса",
		[43294] = "Аманийский дракондор",
		[13168] = "Боевая курица",
		[11275] = 4,
		[26590] = "Лорд Кри",
		[45241] = 5,
		[6346] = 5,
		[42783] = "Верховный звездочет Солариан",
		[13552] = 3,
		[27230] = 9,
		[38330] = "Хранительница глубин Карибдис",
		[39584] = "Пеплоуст-охотник",
		[39317] = 3,
		[28361] = "Изрыгатель слизи",
		[16405] = 4,
		[11661] = 9,
		[40081] = "Генерал из клана Змеиных Колец",
		[33260] = 4,
		[28382] = "Gîpsy-Sulfuron",
		[25363] = 5,
		[14320] = 3,
		[29587] = "Фантомный служка",
		[41377] = "Воплощение гнева",
		[37666] = "Наблюдатель резервуара Кривого Клыка",
		[41914] = "Паразитирующее исчадие Тьмы",
		[35107] = "Анжинер Паропуск",
		[29406] = "Баронесса Доротея Милстип",
		[21343] = 7,
		[34747] = 2,
		[3044] = 3,
		[21727] = "Королевский страж Сартуры",
		[43706] = 7,
		[25778] = "Анубисат-часовой",
		[42919] = 11,
		[11328] = 11,
		[38307] = 4,
		[21333] = "Пожиратель душ",
		[37051] = "Тень Арана",
		[22751] = 8,
		[37563] = 5,
		[29427] = "Капитан Скарлок",
		[31326] = "Дракончик из рода Бесконечности",
		[747] = "Пророк Скерам",
		[30030] = 1,
		[38843] = "Эредарский пожиратель душ",
		[27277] = "Khuumon",
		[23509] = 1,
		[131] = 7,
		[39588] = "Пеплоуст-мистик",
		[41452] = 2,
		[24341] = "Скованный дух",
		[10157] = 8,
		[16368] = 1,
		[14284] = 3,
		[24799] = 1,
		[24927] = 7,
		[16864] = 11,
		[37612] = 1,
		[25311] = 9,
		[42683] = 7,
		[25567] = 7,
		[26363] = 7,
		[43451] = "Повелитель проклятий Малакрасс",
		[30482] = 8,
		[26079] = "Киражский опустошитель разума",
		[29883] = "Волшебная аномалия",
		[18144] = "Кровавый сокол",
		[43429] = "Повелитель проклятий Малакрасс",
		[36796] = "Амебовидное порождение",
		[37052] = "Тень Арана",
		[635] = 2,
		[38157] = 7,
		[27103] = 8,
		[29544] = "Надзиратель Скверны",
		[38332] = 2,
		[38588] = "Неизвестно",
		[38844] = "Смертоносный эредар",
		[879] = 2,
		[9841] = 11,
		[41370] = "Иллидарский архонт",
		[39031] = "Колосс Нижетопи",
		[34780] = "Зыбун",
		[28383] = "Тень Наксрамаса",
		[10161] = 8,
		[40892] = "Призывательница драконов из клана Драконьей Пасти",
		[14099] = "Головолом с Железного рудника",
		[41404] = "Госпожа безумия",
		[5209] = 11,
		[33725] = 8,
		[25431] = 5,
		[28715] = 7,
		[10] = 8,
		[31803] = 2,
		[29842] = 1,
		[35261] = "Солнцелов-заклинательница Пустоты",
		[10929] = 5,
		[27155] = 2,
		[27031] = 9,
		[25290] = 2,
		[30559] = 11,
		[36797] = "Кель'тас Солнечный Скиталец",
		[30815] = "Ромуло",
		[37309] = 11,
		[37565] = 5,
		[39850] = 5,
		[588] = 5,
		[38333] = 2,
		[38589] = "Неизвестно",
		[38845] = "Смертоносный эредар",
		[21401] = "Темнопряд Сит",
		[33350] = "Верховный звездочет Солариан",
		[25446] = 5,
		[32223] = 2,
		[41277] = "Великан из клана Костеглодов",
		[39228] = 11,
		[42976] = 7,
		[40893] = 11,
		[3567] = 8,
		[41405] = 3,
		[32727] = 7,
		[33726] = 9,
		[6297] = 2,
		[25312] = 5,
		[12721] = 1,
		[379] = 7,
		[25569] = "Тотем источника маны V <Ашаньти>",
		[36341] = "Солнцелов-инженер",
		[41371] = "Жрица мучений",
		[20773] = 2,
		[29956] = "Тень Арана",
		[22800] = "Неизвестно",
		[26464] = 9,
		[37091] = "Ночная Погибель",
		[37054] = "Сотворенный элементаль <Тень Арана>",
		[37310] = 11,
		[37566] = "Омор Неодолимый",
		[8374] = "Таварок",
		[8599] = "Кабалист-пеплоуст",
		[31704] = "Черная Охотница",
		[32977] = 7,
		[38846] = "Смертоносный эредар",
		[9756] = 11,
		[27161] = 2,
		[30761] = "Злой и страшный серый волк",
		[32600] = 2,
		[40878] = "Ветробой из клана Драконьей Пасти",
		[42359] = "Метатель топоров из племени Амани",
		[38639] = 1,
		[20449] = "Пророк Скерам",
		[28768] = 8,
		[41406] = 3,
		[42245] = 3,
		[28301] = "Безумный ученый",
		[7321] = 8,
		[7353] = 7,
		[35395] = 2,
		[20545] = "Ревнитель Лор'Кхан",
		[25003] = "Паровой танк <Пасторал>",
		[29920] = "Чародейская тень",
		[25362] = 7,
		[15089] = 8,
		[34785] = "Миротворец из кузни бурь",
		[38657] = "Приливный мудрец глубин",
		[32330] = "Оса ликулла",
		[30688] = "Головорез из клана Веселого Черепа",
		[351655] = "Призрачный актер",
		[15473] = 5,
		[15537] = "Скверноподданный из племени Буйного Нрава",
		[38523] = "Гнев Пустоты",
		[20577] = 4,
		[38335] = "Хранительница глубин Карибдис",
		[38591] = "Раздробитель резервуара Кривого Клыка",
		[24363] = 5,
		[33147] = "Слепоглаз Ясновидец",
		[9485] = 5,
		[25389] = 5,
		[32643] = 2,
		[16177] = 7,
		[28769] = 8,
		[25755] = "Обсидиановый искоренитель",
		[40895] = "Призывательница драконов из клана Драконьей Пасти",
		[2061] = 5,
		[34289] = "Ал'ар",
		[30889] = "Джулианна",
		[29178] = 7,
		[5502] = 2,
		[22271] = "Чародейский слуга",
		[25441] = 5,
		[42943] = "Детеныш аманийской рыси",
		[35008] = "Рокмар Трескун",
		[24870] = 1,
		[25953] = 7,
		[26081] = "Векнисский острожал",
		[36032] = 8,
		[23580] = 4,
		[28013] = 2,
		[43991] = 9,
		[32848] = 5,
		[18658] = 11,
		[29567] = "Лорд Криспин Ференс",
		[35706] = 9,
		[26981] = 11,
		[20765] = 9,
		[38592] = "Темпорус",
		[38848] = "Смертоносный эредар",
		[39104] = 7,
		[29320] = "Призрачный конь",
		[43763] = 3,
		[39872] = "Верховный полководец Надж'ентус",
		[20066] = 2,
		[28385] = 5,
		[30491] = "Врата Пустоты - Крепость Покорителей",
		[40896] = "Матушка Шахраз",
		[41152] = "Майев Песнь Теней",
		[25506] = 7,
		[31486] = "Анжинер Паропуск",
		[20962] = 2,
		[2637] = 11,
		[10610] = 2,
		[29537] = "Фантомная стражница",
		[31478] = "Охранитель времени",
		[31972] = "Архимонд",
		[35265] = "Солнцелов-астромаг",
		[43712] = 8,
		[27125] = 8,
		[36033] = "Буян из клана Изувеченной Длани",
		[33617] = "Великий мастер Ворпил",
		[18498] = 1,
		[24733] = 4,
		[30817] = "Ромуло",
		[34433] = 5,
		[774] = 11,
		[23010] = 1,
		[2893] = 11,
		[31457] = "Повелитель времени Дежа",
		[38593] = "Темпорус",
		[38849] = "Освобожденный уничтожитель",
		[20776] = 7,
		[2973] = 3,
		[11708] = 9,
		[39873] = "Клинок Аззинота",
		[29177] = 7,
		[18881] = "Stöj-Firemaw",
		[22558] = "Сумеречный драконаар",
		[40897] = "Матушка Шахраз",
		[41063] = "Воитель из клана Призрачной Луны",
		[41409] = 3,
		[16739] = 9,
		[25058] = "Кабалист-послушник",
		[33986] = 11,
		[25314] = 5,
		[25442] = 7,
		[34754] = 5,
		[35010] = "Менну Предатель",
		[35266] = "Солнцелов-астромаг",
		[46839] = 2,
		[26082] = "Векнисский острожал",
		[30528] = "Чаротворица из цитадели Адского Пламени",
		[31607] = "Поганище",
		[39025] = "Сульфурон Метатель Магмы",
		[13298] = "Разбойник из племени Буйного Нрава",
		[37058] = 1,
		[67] = 2,
		[26978] = 11,
		[5180] = 11,
		[8690] = 11,
		[13584] = "Оживленные кости",
		[43527] = "Ветроступ из племени Амани",
		[38850] = "Освобожденный уничтожитель",
		[34820] = "Призваный кровостраж-резервист",
		[35049] = "Монтер",
		[8914] = 11,
		[20594] = 1,
		[44008] = "Акил'зон",
		[1075] = 11,
		[28514] = 7,
		[14322] = 3,
		[28770] = 8,
		[41410] = "Воплощение мечты",
		[14514] = "Крио-инженер Ша'хин",
		[349981] = 1,
		[33987] = 11,
		[28016] = 2,
		[25331] = 5,
		[29666] = "Скелет-билетер",
		[35011] = "Патрульный из кузни бурь",
		[29922] = "Колдовская тень",
		[30050] = "Злобный бес <Терестиан Больное Копыто>",
		[21987] = "Кнутохлест",
		[24192] = "Верховный жрец Текал",
		[11771] = "Евгеен",
		[30562] = 1,
		[46840] = 2,
		[37059] = "Неизвестно",
		[14921] = "наруто <Кабанистр>",
		[22883] = "Неживая священница <Аукенайская жрица душ>",
		[33529] = "Темный элементаль Сита <Темнопряд Сит>",
		[31330] = "Тралл",
		[31458] = "Темпорус",
		[27133] = 8,
		[38851] = "Таящаяся ведьма",
		[31842] = 2,
		[39363] = "Великий мастер Ворпил",
		[10898] = 5,
		[14751] = 5,
		[4055] = 1,
		[24185] = "Верховный жрец Текал",
		[44033] = "Бурешторм из племени Амани",
		[18657] = 11,
		[3589] = "Гарпия из стаи Снежной Слепоты",
		[31555] = "Ворожея резервуара Кривого Клыка",
		[39439] = 7,
		[41187] = "Пеплоуст-охотник",
		[37249] = "Кровостраж-воздаятель",
		[25315] = 5,
		[37880] = 5,
		[25899] = 2,
		[35012] = "Патрульный из кузни бурь",
		[35268] = "Яростное пламя",
		[13589] = "Рыцарь смерти",
		[26083] = "Боевой страж Сартура",
		[31615] = "Владыка болот Мусел'ек",
		[596] = 5,
		[26467] = 7,
		[30479] = "Послушник из клана Призрачной Луны",
		[37060] = "Недремлющий скелет",
		[37316] = 11,
		[26979] = 11,
		[12826] = 8,
		[27235] = 9,
		[14919] = "Mausi",
		[34274] = "Ал'ар",
		[38852] = "Таящаяся ведьма",
		[43657] = "[*] Электрическая буря",
		[39364] = "Путник Бездны",
		[9907] = 11,
		[28131] = "Лоскутик",
		[9474] = 5,
		[31975] = "Неживая бродяга <Аукенайский воздаятель>",
		[28515] = 11,
		[13952] = "Присягнувший свету воздаятель",
		[20580] = 11,
		[1823] = 11,
		[122] = 8,
		[10328] = 2,
		[33989] = "Затерянный во времени Провидец",
		[136] = "Бэдрумбулли",
		[34501] = 3,
		[9908] = 11,
		[35013] = "Затерянный во времени наблюдатель",
		[29923] = "Колдовская тень",
		[43716] = 11,
		[30179] = "Терестиан Больное Копыто",
		[5530] = 4,
		[29858] = 9,
		[29618] = "Призрачный ученик",
		[36805] = "Кель'тас Солнечный Скиталец",
		[11315] = 7,
		[37317] = "Сокольничий крепости",
		[22884] = "Жрец гроннов",
		[14868] = "Голодный завсегдатай",
		[31331] = "Тралл",
		[10901] = 5,
		[15124] = "Хрономант из рода Бесконечности",
		[31715] = "Черная Охотница",
		[30146] = 9,
		[39365] = "Бормотун",
		[9846] = 11,
		[32421] = "Экзарх Маладаар",
		[32355] = 9,
		[6074] = 5,
		[7164] = "Воин резервуара Кривого Клыка",
		[40901] = "Призывательница драконов из клана Драконьей Пасти",
		[11639] = 5,
		[36815] = "Кель'тас Солнечный Скиталец",
		[24932] = 11,
		[12531] = "Кровостраж-центурион",
		[25898] = 2,
		[25316] = 5,
		[12723] = 1,
		[34758] = "Зеленый саженец <Верховный ботаник Фрейвин>",
		[35014] = "[*] Чародейский взрыв",
		[35270] = 9,
		[12024] = "Призрачный рабочий сцены",
		[26084] = "Боевой страж Сартура",
		[6554] = 1,
		[1008] = 8,
		[22959] = 8,
		[35161] = "Механолорд Конденсарон",
		[14873] = "Убийца из рода Бесконечности",
		[37318] = "Сокольничий крепости",
		[18789] = 9,
		[13555] = 3,
		[27236] = 9,
		[30131] = "Ночная Погибель",
		[13340] = "Дикий бес из племени Буйного Нрава",
		[27124] = 8,
		[19574] = 3,
		[10461] = "Тотем исцеляющего потока V <Бонджин>",
		[32052] = 9,
		[39878] = "Верховный полководец Надж'ентус",
		[32245] = 8,
		[29494] = "Конкубина",
		[12542] = "Темный маг из клана Призрачной Луны",
		[15230] = "Хрономант из рода Бесконечности",
		[28772] = 8,
		[25274] = "Гримас",
		[33479] = 2,
		[41926] = "Супремус",
		[15744] = "Неживой колдун <Аукенайская жрица душ>",
		[28093] = 1,
		[29540] = "Призрачный слуга",
		[34759] = "Верховный ботаник Фрейвин",
		[12579] = 8,
		[35271] = 1,
		[20549] = 1,
		[35783] = "Разрушитель из кузни бурь",
		[29765] = "Волшебный смотритель",
		[30853] = "Призыватель из клана Призрачной Луны",
		[30564] = 1,
		[32906] = "Гладкоспинный пожиратель",
	},
	["encounter_spell_pool"] = {
		{
			1908, -- [1]
			"Посол Гиблочрев", -- [2]
		}, -- [1]
		[30637] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[36822] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[39061] = {
			627, -- [1]
			"Приливный гарпунер", -- [2]
		},
		[35159] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[30989] = {
			1935, -- [1]
			"Ревнитель из клана Изувеченной Длани", -- [2]
		},
		[20914] = {
			1922, -- [1]
			2, -- [2]
		},
		[12540] = {
			789, -- [1]
			"Ревнитель Зат", -- [2]
		},
		[27215] = {
			650, -- [1]
			"Nt-Firemaw", -- [2]
		},
		[31341] = {
			621, -- [1]
			"[*] Неугасимое Пламя", -- [2]
		},
		[36119] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[38230] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[29390] = {
			653, -- [1]
			"Лорд Криспин Ференс", -- [2]
		},
		[38358] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[40597] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[31693] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[39062] = {
			627, -- [1]
			"Гидромант-волноступ", -- [2]
		},
		[35032] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[35096] = {
			1925, -- [1]
			"Призванный кровостраж-лекарь", -- [2]
		},
		[31981] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[37527] = {
			625, -- [1]
			"Чароплет из племени Седого Сердца", -- [2]
		},
		[33689] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[42005] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[30254] = {
			656, -- [1]
			"Смотритель", -- [2]
		},
		[26192] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[32365] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[38231] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[42389] = {
			1190, -- [1]
			"Налоракк", -- [2]
		},
		[30478] = {
			1936, -- [1]
			"Новообращенный орк Скверны", -- [2]
		},
		[30510] = {
			651, -- [1]
			"Чаротворица из цитадели Адского Пламени", -- [2]
		},
		[28495] = {
			1909, -- [1]
			9, -- [2]
		},
		[24529] = {
			711, -- [1]
			"Неизвестно", -- [2]
		},
		[43093] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[39063] = {
			627, -- [1]
			"Гидромант-волноступ", -- [2]
		},
		[35161] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[30990] = {
			1935, -- [1]
			"Лучник из клана Изувеченной Длани", -- [2]
		},
		[15531] = {
			1921, -- [1]
			"Хрономант из рода Бесконечности", -- [2]
		},
		[26992] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[27024] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[9438] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[27216] = {
			650, -- [1]
			"Nt-Firemaw", -- [2]
		},
		[42198] = {
			628, -- [1]
			"Прулли", -- [2]
		},
		[36121] = {
			1916, -- [1]
			"Бездонный портал Бездны <Зерекет Бездонный>", -- [2]
		},
		[31406] = {
			621, -- [1]
			"Младший страж ужаса <Надей>", -- [2]
		},
		[38296] = {
			626, -- [1]
			"Тотем огненного всполоха <Хранитель глубин Волниис>", -- [2]
		},
		[4801] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[31534] = {
			1944, -- [1]
			"Полководец Калитреш", -- [2]
		},
		[40599] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[34650] = {
			1909, -- [1]
			"Исчадие Тьмы <Пососед>", -- [2]
		},
		[31758] = {
			621, -- [1]
			"Ордынский охотник за головами", -- [2]
		},
		[23602] = {
			650, -- [1]
			1, -- [2]
		},
		[39064] = {
			627, -- [1]
			"Гидромант-волноступ", -- [2]
		},
		[37081] = {
			1944, -- [1]
			"Полководец Калитреш", -- [2]
		},
		[33051] = {
			649, -- [1]
			"Крош Огненная Рука", -- [2]
		},
		[41303] = {
			606, -- [1]
			"Воплощение страдания", -- [2]
		},
		[25809] = {
			712, -- [1]
			"Векнисский ядохвост", -- [2]
		},
		[41431] = {
			606, -- [1]
			"Воплощение мечты", -- [2]
		},
		[32014] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[33499] = {
			1911, -- [1]
			"Кабалист-ревнительница", -- [2]
		},
		[33563] = {
			1911, -- [1]
			"Великий мастер Ворпил", -- [2]
		},
		[30127] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[44054] = {
			1192, -- [1]
			"Халаззи", -- [2]
		},
		[32302] = {
			1890, -- [1]
			"Сконцентрированный огонь", -- [2]
		},
		[30383] = {
			656, -- [1]
			"Смотритель", -- [2]
		},
		[34267] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[30511] = {
			651, -- [1]
			"Чаротворица из цитадели Адского Пламени", -- [2]
		},
		[43095] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[39065] = {
			627, -- [1]
			"Волноступ-шаман", -- [2]
		},
		[39193] = {
			1934, -- [1]
			"Страж ворот Стальная Клешня", -- [2]
		},
		[33244] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[30991] = {
			1938, -- [1]
			"Убийца из клана Изувеченной Длани", -- [2]
		},
		[33500] = {
			732, -- [1]
			"Кровостраж-легионер", -- [2]
		},
		[33628] = {
			628, -- [1]
			"Болотный долгоног", -- [2]
		},
		[36123] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[38234] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[34268] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[34716] = {
			1929, -- [1]
			"Узлодревень", -- [2]
		},
		[34780] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[31759] = {
			621, -- [1]
			"Знахарь Орды", -- [2]
		},
		[39066] = {
			627, -- [1]
			"Волноступ-шаман", -- [2]
		},
		[41177] = {
			603, -- [1]
			"Пеплоуст-разбойник", -- [2]
		},
		[25778] = {
			1947, -- [1]
			"Болотник Нижетопи", -- [2]
		},
		[31983] = {
			1939, -- [1]
			"Нечистый тотем хватки земли <Менну Предатель>", -- [2]
		},
		[37531] = {
			625, -- [1]
			"Чароплет из племени Седого Сердца", -- [2]
		},
		[32111] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[13005] = {
			653, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[30128] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[26194] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[38235] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[30512] = {
			651, -- [1]
			"Пылающий магматический инфернал <Чаротворица из цитадели Адского Пламени>", -- [2]
		},
		[40602] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[30576] = {
			651, -- [1]
			"Магтеридон", -- [2]
		},
		[39067] = {
			626, -- [1]
			"Волноступ-шаман", -- [2]
		},
		[30832] = {
			1920, -- [1]
			"Убийца из рода Бесконечности", -- [2]
		},
		[33054] = {
			649, -- [1]
			"Крош Огненная Рука", -- [2]
		},
		[43545] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[27026] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[15580] = {
			1921, -- [1]
			"Палач из рода Бесконечности", -- [2]
		},
		[39835] = {
			601, -- [1]
			"Верховный полководец Надж'ентус", -- [2]
		},
		[35869] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[31344] = {
			621, -- [1]
			"Азгалор", -- [2]
		},
		[31408] = {
			621, -- [1]
			"Младший страж ужаса <Надей>", -- [2]
		},
		[29425] = {
			653, -- [1]
			"Мороуз", -- [2]
		},
		[17207] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[40859] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[34782] = {
			1926, -- [1]
			"Синий саженец <Верховный ботаник Фрейвин>", -- [2]
		},
		[39004] = {
			1916, -- [1]
			"Бездонный портал Бездны <Зерекет Бездонный>", -- [2]
		},
		[34974] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[39132] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[43290] = {
			1192, -- [1]
			"Дух рыси", -- [2]
		},
		[31984] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[29969] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[30129] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[30225] = {
			733, -- [1]
			"Таладред Светокрад", -- [2]
		},
		[16172] = {
			1944, -- [1]
			"Полководец Калитреш", -- [2]
		},
		[42395] = {
			1190, -- [1]
			"Налоракк", -- [2]
		},
		[40860] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[30769] = {
			655, -- [1]
			"Злой и страшный серый волк", -- [2]
		},
		[39069] = {
			627, -- [1]
			"Волноступ-воин", -- [2]
		},
		[39133] = {
			1929, -- [1]
			"Узлодревень", -- [2]
		},
		[39261] = {
			626, -- [1]
			"Cyclone (Karathress) <Хранительница глубин Карибдис>", -- [2]
		},
		[43547] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[16856] = {
			1935, -- [1]
			"Гладиатор из клана Изувеченной Длани", -- [2]
		},
		[31249] = {
			618, -- [1]
			"Лютый Хлад", -- [2]
		},
		[27187] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[31345] = {
			621, -- [1]
			"Азгалор", -- [2]
		},
		[36127] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[31473] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[25364] = {
			1909, -- [1]
			5, -- [2]
		},
		[31537] = {
			622, -- [1]
			"Вурдалак", -- [2]
		},
		[29522] = {
			654, -- [1]
			"Благочестивая дева", -- [2]
		},
		[25460] = {
			1914, -- [1]
			5, -- [2]
		},
		[40861] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[34784] = {
			1925, -- [1]
			"Кровостраж-заступница", -- [2]
		},
		[29714] = {
			652, -- [1]
			"Полночь", -- [2]
		},
		[32865] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[41117] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[29842] = {
			650, -- [1]
			"Адуинка", -- [2]
		},
		[25812] = {
			710, -- [1]
			"Лорд Кри", -- [2]
		},
		[31985] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[43548] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[30066] = {
			657, -- [1]
			"Терестиан Больное Копыто", -- [2]
		},
		[30130] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[40030] = {
			609, -- [1]
			"[*] Демонический огонь", -- [2]
		},
		[32369] = {
			1899, -- [1]
			"Эфириал-ученик", -- [2]
		},
		[42397] = {
			1190, -- [1]
			"Налоракк", -- [2]
		},
		[34273] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[38431] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[36512] = {
			1915, -- [1]
			"Провидец Гнева Соккорат", -- [2]
		},
		[38623] = {
			625, -- [1]
			"Волномут из Змеиного святилища <Волномут из племени Седого Сердца>", -- [2]
		},
		[26580] = {
			710, -- [1]
			"Принцесса Яудж", -- [2]
		},
		[15453] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[6713] = {
			789, -- [1]
			"Ревнитель Лор'Кхан", -- [2]
		},
		[15581] = {
			1907, -- [1]
			"Дарнхольдский ветеран", -- [2]
		},
		[31250] = {
			618, -- [1]
			"Лютый Хлад", -- [2]
		},
		[38112] = {
			628, -- [1]
			"World Trigger (Tiny)", -- [2]
		},
		[19128] = {
			710, -- [1]
			"Вем", -- [2]
		},
		[42398] = {
			1190, -- [1]
			"Налоракк", -- [2]
		},
		[29427] = {
			1907, -- [1]
			"Капитан Скарлок", -- [2]
		},
		[36449] = {
			651, -- [1]
			"[*] Обломки", -- [2]
		},
		[38624] = {
			625, -- [1]
			"Волномут из племени Седого Сердца", -- [2]
		},
		[36705] = {
			1929, -- [1]
			"Узлодревень", -- [2]
		},
		[25653] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[35298] = {
			628, -- [1]
			"Мурзик", -- [2]
		},
		[30035] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[30131] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[33763] = {
			1929, -- [1]
			11, -- [2]
		},
		[39968] = {
			601, -- [1]
			"[*] Взрыв кончика иглы", -- [2]
		},
		[32370] = {
			1899, -- [1]
			"Эфириал-ученик", -- [2]
		},
		[28308] = {
			1118, -- [1]
			"Лоскутик", -- [2]
		},
		[34275] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[38433] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[42783] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[34659] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[26613] = {
			715, -- [1]
			"Император Век'нилаш", -- [2]
		},
		[30739] = {
			1938, -- [1]
			"Вождь Каргат Острорук", -- [2]
		},
		[39009] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[32996] = {
			1909, -- [1]
			5, -- [2]
		},
		[41248] = {
			606, -- [1]
			"Осколок алчущей души", -- [2]
		},
		[39329] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[20824] = {
			1948, -- [1]
			"Спороног <Черная Охотница>", -- [2]
		},
		[37730] = {
			627, -- [1]
			"Морогрим Волноступ", -- [2]
		},
		[27157] = {
			1909, -- [1]
			2, -- [2]
		},
		[25174] = {
			711, -- [1]
			"Боевой страж Сартура", -- [2]
		},
		[31347] = {
			621, -- [1]
			"Азгалор", -- [2]
		},
		[38306] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[34276] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[40481] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[40609] = {
			609, -- [1]
			"Пламя Аззинота <Клинок Аззинота>", -- [2]
		},
		[7393] = {
			715, -- [1]
			"Император Век'лор", -- [2]
		},
		[34660] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[37027] = {
			733, -- [1]
			"Главный инженер Телоникус", -- [2]
		},
		[37091] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[35108] = {
			1943, -- [1]
			"Анжинер Паропуск", -- [2]
		},
		[41377] = {
			606, -- [1]
			"Воплощение гнева", -- [2]
		},
		[30004] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[26006] = {
			715, -- [1]
			"Император Век'лор", -- [2]
		},
		[26038] = {
			711, -- [1]
			"Королевский страж Сартуры", -- [2]
		},
		[26134] = {
			717, -- [1]
			"Око К'Туна", -- [2]
		},
		[24183] = {
			789, -- [1]
			"Верховный жрец Текал", -- [2]
		},
		[20153] = {
			661, -- [1]
			"Пустозлобный инфернал", -- [2]
		},
		[34277] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[34341] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[24407] = {
			787, -- [1]
			"Мандокир Повелитель Крови", -- [2]
		},
		[34661] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[37284] = {
			624, -- [1]
			"[*] Кипящая вода", -- [2]
		},
		[35429] = {
			1938, -- [1]
			"Вождь Каргат Острорук", -- [2]
		},
		[15550] = {
			715, -- [1]
			"Анубисат-воин <Анубисат-защитник>", -- [2]
		},
		[15582] = {
			1907, -- [1]
			"Дарнхольдский ветеран", -- [2]
		},
		[37924] = {
			1942, -- [1]
			"Элементаль воды из резервуара Кривого Клыка", -- [2]
		},
		[35941] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[42402] = {
			1190, -- [1]
			"Налоракк", -- [2]
		},
		[34342] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[31540] = {
			622, -- [1]
			"Вурдалак", -- [2]
		},
		[40611] = {
			609, -- [1]
			"[*] Пламень", -- [2]
		},
		[360327] = {
			628, -- [1]
			"[*] Отравляющие споры", -- [2]
		},
		[34662] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[31764] = {
			621, -- [1]
			"Шаман Орды", -- [2]
		},
		[36965] = {
			733, -- [1]
			"Таладред Светокрад", -- [2]
		},
		[39076] = {
			625, -- [1]
			"Чароплет из племени Седого Сердца", -- [2]
		},
		[43426] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[29973] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[747] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[37605] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[26007] = {
			715, -- [1]
			"Император Век'нилаш", -- [2]
		},
		[35878] = {
			628, -- [1]
			"Пустотная аномалия", -- [2]
		},
		[38245] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[38373] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[30485] = {
			1938, -- [1]
			"Страж-язычник", -- [2]
		},
		[24408] = {
			787, -- [1]
			"Мандокир Повелитель Крови", -- [2]
		},
		[30613] = {
			651, -- [1]
			"Магтеридон", -- [2]
		},
		[40932] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[34919] = {
			628, -- [1]
			5, -- [2]
		},
		[16508] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[43299] = {
			1191, -- [1]
			"Птенец аманийского дракондора", -- [2]
		},
		[30901] = {
			661, -- [1]
			"Принц Малчезар", -- [2]
		},
		[43427] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[37478] = {
			624, -- [1]
			"Скрытень из глубин", -- [2]
		},
		[785] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[44131] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[25208] = {
			650, -- [1]
			1, -- [2]
		},
		[38246] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[38310] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[31477] = {
			620, -- [1]
			"Каз'рогал", -- [2]
		},
		[25368] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[38630] = {
			625, -- [1]
			"Щитоносец из племени Седого Сердца", -- [2]
		},
		[802] = {
			715, -- [1]
			"Император Век'нилаш", -- [2]
		},
		[804] = {
			715, -- [1]
			"Император Век'лор", -- [2]
		},
		[33129] = {
			649, -- [1]
			"Олм Призыватель", -- [2]
		},
		[43428] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[3242] = {
			710, -- [1]
			"Принцесса Яудж", -- [2]
		},
		[15039] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[30294] = {
			1909, -- [1]
			9, -- [2]
		},
		[24185] = {
			789, -- [1]
			"Верховный жрец Текал", -- [2]
		},
		[40486] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[38631] = {
			625, -- [1]
			"Щитоносец из племени Седого Сердца", -- [2]
		},
		[38759] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[41126] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[13376] = {
			709, -- [1]
			"Большой элементаль огня <Крошкатралл>", -- [2]
		},
		[43301] = {
			1192, -- [1]
			"Оскверненный тотем молний <Халаззи>", -- [2]
		},
		[33130] = {
			649, -- [1]
			"Олм Призыватель", -- [2]
		},
		[43429] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[35369] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[43621] = {
			1189, -- [1]
			"Акил'зон", -- [2]
		},
		[15583] = {
			1920, -- [1]
			"Убийца из рода Бесконечности", -- [2]
		},
		[33834] = {
			1906, -- [1]
			"Охотник Вечности", -- [2]
		},
		[35945] = {
			1938, -- [1]
			"Меткий стрелок-страж", -- [2]
		},
		[11713] = {
			650, -- [1]
			"Scûlk-Patchwerk", -- [2]
		},
		[38760] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[34794] = {
			1925, -- [1]
			"Командир Сараннис", -- [2]
		},
		[39016] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[39144] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[29847] = {
			652, -- [1]
			"Ловчий Аттумен <Полночь>", -- [2]
		},
		[33131] = {
			649, -- [1]
			"Олм Призыватель", -- [2]
		},
		[43430] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[43622] = {
			1189, -- [1]
			"Акил'зон", -- [2]
		},
		[14032] = {
			1893, -- [1]
			"Дозорный цитадели Адского Пламени", -- [2]
		},
		[4987] = {
			650, -- [1]
			"Стадирэйдж", -- [2]
		},
		[42023] = {
			603, -- [1]
			"Пеплоуст-грозоборец", -- [2]
		},
		[5019] = {
			1914, -- [1]
			5, -- [2]
		},
		[40424] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[38441] = {
			626, -- [1]
			"Повелитель глубин Каратресс", -- [2]
		},
		[38761] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[8195] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[39017] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[37098] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[43303] = {
			1192, -- [1]
			"Халаззи", -- [2]
		},
		[33132] = {
			1939, -- [1]
			"Оскверненный тотем вспышки <Менну Предатель>", -- [2]
		},
		[18813] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[20924] = {
			628, -- [1]
			"Дефрон", -- [2]
		},
		[39849] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[42024] = {
			603, -- [1]
			"Пеплоуст-грозоборец", -- [2]
		},
		[31447] = {
			620, -- [1]
			"Каз'рогал", -- [2]
		},
		[40425] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[31543] = {
			1944, -- [1]
			"Дистиллятор наг", -- [2]
		},
		[12721] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[31607] = {
			622, -- [1]
			"Поганище", -- [2]
		},
		[43112] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[3730] = {
			709, -- [1]
			"Пророк Скерам <Пророк Скерам>", -- [2]
		},
		[25786] = {
			710, -- [1]
			"Ядовитое облако <Лорд Кри>", -- [2]
		},
		[31991] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[33325] = {
			1889, -- [1]
			"Аукенайский некромант", -- [2]
		},
		[32055] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[37675] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[33709] = {
			1909, -- [1]
			"Черносерд Подстрекатель", -- [2]
		},
		[44008] = {
			1189, -- [1]
			"Акил'зон", -- [2]
		},
		[42025] = {
			603, -- [1]
			"Пеплоуст-душелов", -- [2]
		},
		[38187] = {
			627, -- [1]
			"Скрытень-волноступ", -- [2]
		},
		[30584] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[34605] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[40810] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[20477] = {
			733, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[39019] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[37036] = {
			733, -- [1]
			"Главный инженер Телоникус", -- [2]
		},
		[43305] = {
			1192, -- [1]
			"Халаззи", -- [2]
		},
		[35181] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[43433] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[41450] = {
			608, -- [1]
			2, -- [2]
		},
		[33390] = {
			732, -- [1]
			"Жрец из Зала Звездочета", -- [2]
		},
		[37676] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[15616] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[31256] = {
			618, -- [1]
			"Лютый Хлад", -- [2]
		},
		[19134] = {
			1935, -- [1]
			"Кровавый страж Порунг", -- [2]
		},
		[38316] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[31480] = {
			620, -- [1]
			"Каз'рогал", -- [2]
		},
		[40491] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[988] = {
			650, -- [1]
			"Борнтухил", -- [2]
		},
		[40683] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[34670] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[31704] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[39020] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[41131] = {
			609, -- [1]
			"[*] Выброс пламени", -- [2]
		},
		[39340] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[41451] = {
			608, -- [1]
			2, -- [2]
		},
		[11922] = {
			622, -- [1]
			"Сторожевое древо ночных эльфов", -- [2]
		},
		[33711] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[42027] = {
			603, -- [1]
			"Пеплоуст-душелов", -- [2]
		},
		[36142] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[38253] = {
			628, -- [1]
			"Нечистый элементаль", -- [2]
		},
		[34287] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[38445] = {
			626, -- [1]
			"Повелитель глубин Каратресс", -- [2]
		},
		[38509] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[34799] = {
			1925, -- [1]
			"Командир Сараннис", -- [2]
		},
		[39021] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[43243] = {
			1192, -- [1]
			"Дух рыси", -- [2]
		},
		[43435] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[41452] = {
			608, -- [1]
			2, -- [2]
		},
		[41580] = {
			655, -- [1]
			"Призрачный рабочий сцены", -- [2]
		},
		[35759] = {
			1915, -- [1]
			"Провидец Гнева Соккорат", -- [2]
		},
		[31257] = {
			618, -- [1]
			"Лютый Хлад", -- [2]
		},
		[35951] = {
			1936, -- [1]
			"Слабая расщелина тьмы <Главный чернокнижник Пустоклят>", -- [2]
		},
		[34288] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[38574] = {
			628, -- [1]
			"[*] Отравляющие споры", -- [2]
		},
		[44779] = {
			1191, -- [1]
			"Джан'алай", -- [2]
		},
		[8676] = {
			1922, -- [1]
			4, -- [2]
		},
		[33009] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[25788] = {
			710, -- [1]
			"Потомство Яудж", -- [2]
		},
		[43436] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[41453] = {
			608, -- [1]
			2, -- [2]
		},
		[41581] = {
			602, -- [1]
			"Супремус", -- [2]
		},
		[37551] = {
			1938, -- [1]
			"Меткий стрелок-страж", -- [2]
		},
		[1120] = {
			650, -- [1]
			"Alaneq-Firemaw", -- [2]
		},
		[37871] = {
			627, -- [1]
			"Водяная гранула <Морогрим Волноступ>", -- [2]
		},
		[33841] = {
			1911, -- [1]
			"Великий мастер Ворпил", -- [2]
		},
		[24189] = {
			789, -- [1]
			"Верховный жрец Текал", -- [2]
		},
		[36144] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[34289] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[30490] = {
			659, -- [1]
			"Врата Пустоты - Безмятежность", -- [2]
		},
		[30522] = {
			659, -- [1]
			"Гнев Пустоты", -- [2]
		},
		[22686] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[43437] = {
			1194, -- [1]
			"[*] Заморозка", -- [2]
		},
		[39855] = {
			609, -- [1]
			"Клинок Аззинота", -- [2]
		},
		[37936] = {
			1943, -- [1]
			"Механик паровой оснастки", -- [2]
		},
		[35953] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[40239] = {
			604, -- [1]
			"Терон Кровожад", -- [2]
		},
		[40303] = {
			1904, -- [1]
			"Анзу", -- [2]
		},
		[34290] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[29563] = {
			653, -- [1]
			"Леди Катриона Фон-Инди", -- [2]
		},
		[36721] = {
			733, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[43246] = {
			1192, -- [1]
			"Страж племени Амани", -- [2]
		},
		[31930] = {
			1914, -- [1]
			2, -- [2]
		},
		[35250] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[41455] = {
			608, -- [1]
			"Леди Маланда", -- [2]
		},
		[29979] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[11971] = {
			1194, -- [1]
			"Варвар из племени Амани", -- [2]
		},
		[32154] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[30171] = {
			657, -- [1]
			"Терестиан Больное Копыто", -- [2]
		},
		[16145] = {
			1889, -- [1]
			"Аватара Мученика <Экзарх Маладаар>", -- [2]
		},
		[32346] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[38385] = {
			1907, -- [1]
			"Капитан Скарлок", -- [2]
		},
		[38449] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[30523] = {
			659, -- [1]
			"Гнев Пустоты", -- [2]
		},
		[38641] = {
			625, -- [1]
			"Маг Пустоты из племени Седого Сердца", -- [2]
		},
		[30619] = {
			651, -- [1]
			"Магтеридон", -- [2]
		},
		[40880] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[35059] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[43439] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[35507] = {
			1927, -- [1]
			"Шипастый живодер", -- [2]
		},
		[25054] = {
			732, -- [1]
			"Жрец из Зала Звездочета", -- [2]
		},
		[27165] = {
			626, -- [1]
			"Исчадие Тьмы <Бобзер>", -- [2]
		},
		[38194] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[38258] = {
			628, -- [1]
			"Странник резервуара Кривого Клыка", -- [2]
		},
		[36339] = {
			1926, -- [1]
			"Красный саженец <Верховный ботаник Фрейвин>", -- [2]
		},
		[31547] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[12723] = {
			1938, -- [1]
			"Вождь Каргат Острорук", -- [2]
		},
		[29564] = {
			653, -- [1]
			"Леди Катриона Фон-Инди", -- [2]
		},
		[36723] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[25566] = {
			1914, -- [1]
			"Тотем исцеляющего потока VI", -- [2]
		},
		[36979] = {
			733, -- [1]
			"Длинный лук Края Пустоты", -- [2]
		},
		[25790] = {
			710, -- [1]
			"Вем", -- [2]
		},
		[43440] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[37363] = {
			624, -- [1]
			"Скрытень из глубин", -- [2]
		},
		[33525] = {
			650, -- [1]
			"Груул Драконобой", -- [2]
		},
		[15090] = {
			653, -- [1]
			"Леди Катриона Фон-Инди", -- [2]
		},
		[38259] = {
			628, -- [1]
			"Странник резервуара Кривого Клыка", -- [2]
		},
		[34229] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[38451] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[20353] = {
			623, -- [1]
			"Исчадие Тьмы <Ваескаа>", -- [2]
		},
		[26558] = {
			715, -- [1]
			"Анубисат-защитник", -- [2]
		},
		[40882] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[36980] = {
			733, -- [1]
			"Длинный лук Края Пустоты", -- [2]
		},
		[18562] = {
			650, -- [1]
			11, -- [2]
		},
		[43441] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[33526] = {
			1903, -- [1]
			"Огненный элементаль Сита <Темнопряд Сит>", -- [2]
		},
		[33654] = {
			650, -- [1]
			"Груул Драконобой", -- [2]
		},
		[33846] = {
			1911, -- [1]
			"Путник Бездны", -- [2]
		},
		[36021] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[40243] = {
			604, -- [1]
			"Терон Кровожад", -- [2]
		},
		[38260] = {
			628, -- [1]
			"Гвардеец резервуара Кривого Клыка", -- [2]
		},
		[29405] = {
			653, -- [1]
			"Баронесса Доротея Милстип", -- [2]
		},
		[38452] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[38516] = {
			626, -- [1]
			"Неизвестно <Хранительница глубин Карибдис>", -- [2]
		},
		[25439] = {
			1909, -- [1]
			7, -- [2]
		},
		[34550] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[40883] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[36981] = {
			733, -- [1]
			"Сокрушение", -- [2]
		},
		[31932] = {
			1947, -- [1]
			"Замораживающая ловушка", -- [2]
		},
		[43442] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[41459] = {
			608, -- [1]
			2, -- [2]
		},
		[41587] = {
			733, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[33527] = {
			1903, -- [1]
			"Волшебный элементаль Сита <Темнопряд Сит>", -- [2]
		},
		[33783] = {
			1911, -- [1]
			"Путник Бездны", -- [2]
		},
		[26143] = {
			717, -- [1]
			"Неизвестно", -- [2]
		},
		[36022] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[24192] = {
			789, -- [1]
			"Верховный жрец Текал", -- [2]
		},
		[38197] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[34551] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[36982] = {
			733, -- [1]
			"Сокрушение", -- [2]
		},
		[33144] = {
			649, -- [1]
			"Слепоглаз Ясновидец", -- [2]
		},
		[43443] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[41524] = {
			608, -- [1]
			"[*] Чародейский взрыв", -- [2]
		},
		[8374] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[33528] = {
			1903, -- [1]
			"Ледяной элементаль Сита <Темнопряд Сит>", -- [2]
		},
		[35767] = {
			1915, -- [1]
			"[*] Огонь Скверны", -- [2]
		},
		[12548] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[27167] = {
			1914, -- [1]
			2, -- [2]
		},
		[35959] = {
			1915, -- [1]
			"Провидец Гнева Соккорат", -- [2]
		},
		[34168] = {
			1946, -- [1]
			"Гриб Нижетопи", -- [2]
		},
		[29406] = {
			653, -- [1]
			"Баронесса Доротея Милстип", -- [2]
		},
		[31485] = {
			1943, -- [1]
			"Анжинер Паропуск", -- [2]
		},
		[1604] = {
			627, -- [1]
			"Скрытень-волноступ", -- [2]
		},
		[36983] = {
			733, -- [1]
			"Вселенский вдохновитель", -- [2]
		},
		[31901] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[39414] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[12964] = {
			1909, -- [1]
			"Сельваана", -- [2]
		},
		[33529] = {
			1903, -- [1]
			"Темный элементаль Сита <Темнопряд Сит>", -- [2]
		},
		[33657] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[38135] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[36152] = {
			649, -- [1]
			"Кигглер Безумный", -- [2]
		},
		[32445] = {
			654, -- [1]
			"Благочестивая дева", -- [2]
		},
		[38455] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[34745] = {
			1926, -- [1]
			"Заступник-хлестун <Верховный ботаник Фрейвин>", -- [2]
		},
		[34809] = {
			1925, -- [1]
			"Призванный кровостраж-лекарь", -- [2]
		},
		[36920] = {
			1892, -- [1]
			"Назан", -- [2]
		},
		[41078] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[41142] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[30878] = {
			655, -- [1]
			"Джулианна", -- [2]
		},
		[39415] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[27072] = {
			628, -- [1]
			"Максбродяга", -- [2]
		},
		[3391] = {
			1927, -- [1]
			"Ладж", -- [2]
		},
		[33786] = {
			1931, -- [1]
			11, -- [2]
		},
		[31326] = {
			1920, -- [1]
			"Дракончик из рода Бесконечности", -- [2]
		},
		[38136] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[31422] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[31486] = {
			1943, -- [1]
			"Анжинер Паропуск", -- [2]
		},
		[31550] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[40631] = {
			609, -- [1]
			"Пламя Аззинота <Клинок Аззинота>", -- [2]
		},
		[38648] = {
			625, -- [1]
			"Маг Пустоты из племени Седого Сердца", -- [2]
		},
		[34618] = {
			628, -- [1]
			"\"Утилизатор Х6000\"", -- [2]
		},
		[25537] = {
			709, -- [1]
			"Тотем кольца огня VII <Скрэмбл>", -- [2]
		},
		[25569] = {
			1931, -- [1]
			"Тотем источника маны V <Спбшаман>", -- [2]
		},
		[36921] = {
			1892, -- [1]
			"Назан", -- [2]
		},
		[36985] = {
			733, -- [1]
			"Вселенский вдохновитель", -- [2]
		},
		[39096] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[33147] = {
			649, -- [1]
			"Слепоглаз Ясновидец", -- [2]
		},
		[29951] = {
			658, -- [1]
			"[*] Снежная буря", -- [2]
		},
		[37433] = {
			624, -- [1]
			"Скрытень из глубин", -- [2]
		},
		[12021] = {
			1911, -- [1]
			"Кабалист-фанатик", -- [2]
		},
		[41975] = {
			603, -- [1]
			"Пеплоуст-защитник", -- [2]
		},
		[40184] = {
			1904, -- [1]
			"Анзу", -- [2]
		},
		[30463] = {
			659, -- [1]
			"Врата Пустоты - Крепость Покорителей", -- [2]
		},
		[30495] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[30527] = {
			627, -- [1]
			"Гномская огненная турель <Куколдрекс>", -- [2]
		},
		[26561] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[36922] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[41080] = {
			609, -- [1]
			"Темный демон", -- [2]
		},
		[30815] = {
			655, -- [1]
			"Ромуло", -- [2]
		},
		[30911] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[43575] = {
			1193, -- [1]
			"Алисон Антиль", -- [2]
		},
		[21060] = {
			789, -- [1]
			"Ревнитель Зат", -- [2]
		},
		[38138] = {
			1903, -- [1]
			"Неизвестно <Темнопряд Сит>", -- [2]
		},
		[34172] = {
			731, -- [1]
			"Страж Бездны", -- [2]
		},
		[38330] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[31615] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[36731] = {
			733, -- [1]
			"[*] Поражение пламенем", -- [2]
		},
		[37051] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[31903] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[41337] = {
			606, -- [1]
			"Воплощение гнева", -- [2]
		},
		[30016] = {
			650, -- [1]
			1, -- [2]
		},
		[10966] = {
			715, -- [1]
			"Анубисат-воин <Анубисат-защитник>", -- [2]
		},
		[33789] = {
			1905, -- [1]
			"Лейтенант Дрейк", -- [2]
		},
		[15124] = {
			1920, -- [1]
			"Хрономант из рода Бесконечности", -- [2]
		},
		[30400] = {
			659, -- [1]
			"Врата Пустоты - Непоколебимость", -- [2]
		},
		[30464] = {
			659, -- [1]
			"Врата Пустоты - Безмятежность", -- [2]
		},
		[30496] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[30528] = {
			651, -- [1]
			"Чаротворица из цитадели Адского Пламени", -- [2]
		},
		[15284] = {
			603, -- [1]
			"Пеплоуст-военачальник", -- [2]
		},
		[34557] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[30752] = {
			655, -- [1]
			"Злой и страшный серый волк", -- [2]
		},
		[37052] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[28801] = {
			1118, -- [1]
			"[*] Слизь", -- [2]
		},
		[33086] = {
			649, -- [1]
			"Дикий охотник Скверны <Олм Призыватель>", -- [2]
		},
		[28865] = {
			659, -- [1]
			"Портал Бездны <Гнев Пустоты>", -- [2]
		},
		[43577] = {
			1193, -- [1]
			"Алисон Антиль", -- [2]
		},
		[33534] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[41914] = {
			609, -- [1]
			"Паразитирующее исчадие Тьмы", -- [2]
		},
		[15620] = {
			1938, -- [1]
			"Меткий стрелок-страж", -- [2]
		},
		[40059] = {
			1922, -- [1]
			"Мастер", -- [2]
		},
		[11574] = {
			1914, -- [1]
			1, -- [2]
		},
		[40251] = {
			604, -- [1]
			"Терон Кровожад", -- [2]
		},
		[15716] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[38524] = {
			659, -- [1]
			"Гнев Пустоты", -- [2]
		},
		[40827] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[40891] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[41083] = {
			609, -- [1]
			"Неизвестно", -- [2]
		},
		[37053] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[31904] = {
			1907, -- [1]
			"Капитан Скарлок", -- [2]
		},
		[29953] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[43578] = {
			1193, -- [1]
			"Тург", -- [2]
		},
		[23972] = {
			1892, -- [1]
			"Жидкий огонь", -- [2]
		},
		[16100] = {
			1935, -- [1]
			"Лучник из клана Изувеченной Длани", -- [2]
		},
		[26083] = {
			711, -- [1]
			"Боевой страж Сартура", -- [2]
		},
		[30209] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[12054] = {
			1194, -- [1]
			"Варвар из племени Амани", -- [2]
		},
		[33919] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[33983] = {
			651, -- [1]
			11, -- [2]
		},
		[38141] = {
			1903, -- [1]
			"Огненный элементаль Сита <Темнопряд Сит>", -- [2]
		},
		[30401] = {
			659, -- [1]
			"Врата Пустоты - Безмятежность", -- [2]
		},
		[30465] = {
			659, -- [1]
			"Врата Пустоты - Непоколебимость", -- [2]
		},
		[40508] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[36990] = {
			733, -- [1]
			"Посох распыления", -- [2]
		},
		[30817] = {
			655, -- [1]
			"Ромуло", -- [2]
		},
		[33152] = {
			649, -- [1]
			"Слепоглаз Ясновидец", -- [2]
		},
		[43451] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[41468] = {
			608, -- [1]
			2, -- [2]
		},
		[43579] = {
			1193, -- [1]
			"Скользь", -- [2]
		},
		[12470] = {
			628, -- [1]
			"Большой элементаль огня <Предлагаю>", -- [2]
		},
		[20966] = {
			628, -- [1]
			"Металопрокат", -- [2]
		},
		[33792] = {
			1905, -- [1]
			"Лейтенант Дрейк", -- [2]
		},
		[27267] = {
			602, -- [1]
			"Гобрини", -- [2]
		},
		[31457] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[25380] = {
			1909, -- [1]
			5, -- [2]
		},
		[29570] = {
			653, -- [1]
			"Баронесса Доротея Милстип", -- [2]
		},
		[34752] = {
			1926, -- [1]
			"Белый саженец <Верховный ботаник Фрейвин>", -- [2]
		},
		[36991] = {
			733, -- [1]
			"Астральный тесак", -- [2]
		},
		[35008] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[35072] = {
			1927, -- [1]
			"Шипастый плеточник", -- [2]
		},
		[31969] = {
			622, -- [1]
			"[*] Роковой Огонь", -- [2]
		},
		[29954] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[32065] = {
			1947, -- [1]
			"Болотник Нижетопи", -- [2]
		},
		[30050] = {
			657, -- [1]
			"Злобный бес <Терестиан Больное Копыто>", -- [2]
		},
		[28131] = {
			1118, -- [1]
			"Лоскутик", -- [2]
		},
		[30210] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[20007] = {
			1931, -- [1]
			1, -- [2]
		},
		[38143] = {
			1903, -- [1]
			"Темный элементаль Сита <Темнопряд Сит>", -- [2]
		},
		[30402] = {
			659, -- [1]
			"Врата Пустоты - Крепость Покорителей", -- [2]
		},
		[38335] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[30498] = {
			1936, -- [1]
			"Слабая расщелина тьмы <Главный чернокнижник Пустоклят>", -- [2]
		},
		[30530] = {
			651, -- [1]
			"Чаротворица из цитадели Адского Пламени", -- [2]
		},
		[44732] = {
			1189, -- [1]
			"Парящий орел", -- [2]
		},
		[36992] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[41470] = {
			608, -- [1]
			2, -- [2]
		},
		[26980] = {
			711, -- [1]
			"Чокнуттая", -- [2]
		},
		[33666] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[31298] = {
			619, -- [1]
			"Анетерон", -- [2]
		},
		[11591] = {
			715, -- [1]
			"Vek Twins Trigger", -- [2]
		},
		[31458] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[34370] = {
			1919, -- [1]
			"Темноводный кроколиск", -- [2]
		},
		[38528] = {
			622, -- [1]
			"[*] Покровительство Элуны", -- [2]
		},
		[44733] = {
			1189, -- [1]
			"Парящий орел", -- [2]
		},
		[36929] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[41151] = {
			602, -- [1]
			"Пеплоуст-заклинатель", -- [2]
		},
		[31970] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[35330] = {
			1934, -- [1]
			"Страж ворот Стальная Клешня", -- [2]
		},
		[33347] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[9912] = {
			1909, -- [1]
			11, -- [2]
		},
		[30115] = {
			657, -- [1]
			"Терестиан Больное Копыто", -- [2]
		},
		[30179] = {
			657, -- [1]
			"Терестиан Больное Копыто", -- [2]
		},
		[33923] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[38145] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[30403] = {
			656, -- [1]
			"Смотритель", -- [2]
		},
		[30531] = {
			651, -- [1]
			"Чаротворица из цитадели Адского Пламени", -- [2]
		},
		[38593] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[20424] = {
			653, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[40896] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[36994] = {
			733, -- [1]
			"Длинный лук Края Пустоты", -- [2]
		},
		[39297] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[41472] = {
			608, -- [1]
			"Леди Маланда", -- [2]
		},
		[43583] = {
			1193, -- [1]
			"Лорд Раадан", -- [2]
		},
		[12471] = {
			1911, -- [1]
			"Кабалист-ревнительница", -- [2]
		},
		[27013] = {
			628, -- [1]
			"Вканаве", -- [2]
		},
		[39873] = {
			609, -- [1]
			"Клинок Аззинота", -- [2]
		},
		[27173] = {
			1909, -- [1]
			"Черносерд Подстрекатель", -- [2]
		},
		[31299] = {
			619, -- [1]
			"Анетерон", -- [2]
		},
		[29380] = {
			653, -- [1]
			"Леди Кейра Беррибак", -- [2]
		},
		[17194] = {
			1925, -- [1]
			"Призванный кровостраж-лекарь", -- [2]
		},
		[29572] = {
			653, -- [1]
			"Лорд Робин Дэрис", -- [2]
		},
		[44863] = {
			733, -- [1]
			"Лорд Сангвинар", -- [2]
		},
		[40897] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[34820] = {
			1925, -- [1]
			"Призваный кровостраж-резервист", -- [2]
		},
		[31779] = {
			622, -- [1]
			"Ночная эльфийка - охотница", -- [2]
		},
		[37059] = {
			662, -- [1]
			"Недремлющий скелет", -- [2]
		},
		[43456] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[29956] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[33349] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[43648] = {
			1189, -- [1]
			"Акил'зон", -- [2]
		},
		[30340] = {
			1931, -- [1]
			1, -- [2]
		},
		[15254] = {
			1899, -- [1]
			"Эфириальный маяк", -- [2]
		},
		[34821] = {
			1925, -- [1]
			"Кровостраж-распорядитель", -- [2]
		},
		[43137] = {
			1194, -- [1]
			"Вихрь перьев <Зул'джин>", -- [2]
		},
		[37060] = {
			662, -- [1]
			"Недремлющий скелет", -- [2]
		},
		[30852] = {
			661, -- [1]
			"Принц Малчезар", -- [2]
		},
		[41410] = {
			606, -- [1]
			"Воплощение мечты", -- [2]
		},
		[39427] = {
			1892, -- [1]
			"Назан", -- [2]
		},
		[33350] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[7765] = {
			1889, -- [1]
			"Неизвестно", -- [2]
		},
		[26982] = {
			711, -- [1]
			"Провидение", -- [2]
		},
		[37764] = {
			627, -- [1]
			"Морогрим Волноступ", -- [2]
		},
		[41986] = {
			606, -- [1]
			"Осколок разгневанной души", -- [2]
		},
		[15654] = {
			1907, -- [1]
			"Дарнхольдская тюремщица", -- [2]
		},
		[17099] = {
			609, -- [1]
			"Бискаина", -- [2]
		},
		[29573] = {
			653, -- [1]
			"Лорд Робин Дэрис", -- [2]
		},
		[34694] = {
			653, -- [1]
			"Мороуз", -- [2]
		},
		[36805] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[29765] = {
			1925, -- [1]
			"Кровостраж-заступник", -- [2]
		},
		[31972] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[43522] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[33351] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[30053] = {
			657, -- [1]
			"Кил'рек", -- [2]
		},
		[40836] = {
			609, -- [1]
			"Неизвестно <Иллидан Ярость Бури>", -- [2]
		},
		[34759] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[30757] = {
			651, -- [1]
			"Пламень", -- [2]
		},
		[43267] = {
			1192, -- [1]
			"Халаззи", -- [2]
		},
		[39365] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[41476] = {
			608, -- [1]
			"Верас Глубокий Мрак", -- [2]
		},
		[35399] = {
			1925, -- [1]
			"Кровостраж-заступник", -- [2]
		},
		[22857] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[42052] = {
			602, -- [1]
			"Вулкан Супремуса <Супремус>", -- [2]
		},
		[31429] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[25384] = {
			1909, -- [1]
			5, -- [2]
		},
		[31717] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[34824] = {
			1925, -- [1]
			"Кровостраж-распорядитель", -- [2]
		},
		[43140] = {
			1191, -- [1]
			"Джан'алай", -- [2]
		},
		[37063] = {
			659, -- [1]
			"Гнев Пустоты", -- [2]
		},
		[31909] = {
			1905, -- [1]
			"Лейтенант Дрейк", -- [2]
		},
		[29990] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[15063] = {
			1921, -- [1]
			"Хрономант из рода Бесконечности", -- [2]
		},
		[39878] = {
			601, -- [1]
			"Верховный полководец Надж'ентус", -- [2]
		},
		[38023] = {
			627, -- [1]
			"Морогрим Волноступ", -- [2]
		},
		[38151] = {
			1902, -- [1]
			"Король воронов Айкисс", -- [2]
		},
		[34121] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[30502] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[38791] = {
			1911, -- [1]
			"Великий мастер Ворпил", -- [2]
		},
		[34761] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[43421] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[43584] = {
			1193, -- [1]
			"Газакрот", -- [2]
		},
		[30822] = {
			655, -- [1]
			"Ромуло", -- [2]
		},
		[30854] = {
			661, -- [1]
			"Принц Малчезар", -- [2]
		},
		[32588] = {
			603, -- [1]
			"Пеплоуст-военачальник", -- [2]
		},
		[41350] = {
			606, -- [1]
			"Воплощение мечты", -- [2]
		},
		[39367] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[41478] = {
			608, -- [1]
			"Верховный пустомант Зеревор", -- [2]
		},
		[41542] = {
			606, -- [1]
			"Порабощенная душа", -- [2]
		},
		[22858] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[43582] = {
			1193, -- [1]
			"Лорд Раадан", -- [2]
		},
		[37640] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[43461] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[25033] = {
			1942, -- [1]
			"Гидромантка Теспия", -- [2]
		},
		[41926] = {
			602, -- [1]
			"Супремус", -- [2]
		},
		[29711] = {
			652, -- [1]
			"Полночь", -- [2]
		},
		[39346] = {
			1930, -- [1]
			"Яростное пламя", -- [2]
		},
		[31302] = {
			619, -- [1]
			"Возвышающийся инфернал <Анетерон>", -- [2]
		},
		[31948] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[40199] = {
			1904, -- [1]
			"Анзу", -- [2]
		},
		[38216] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[29383] = {
			653, -- [1]
			"Леди Кейра Беррибак", -- [2]
		},
		[36297] = {
			650, -- [1]
			"Груул Драконобой", -- [2]
		},
		[30491] = {
			659, -- [1]
			"Врата Пустоты - Крепость Покорителей", -- [2]
		},
		[8269] = {
			711, -- [1]
			"Боевой страж Сартура", -- [2]
		},
		[42630] = {
			1191, -- [1]
			"[*] Огненная бомба", -- [2]
		},
		[40647] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[38664] = {
			627, -- [1]
			"Волноступ-воин", -- [2]
		},
		[35318] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[29340] = {
			652, -- [1]
			"Призрачный помощник смотрителя стойл", -- [2]
		},
		[31718] = {
			1942, -- [1]
			"Гидромантка Теспия", -- [2]
		},
		[34826] = {
			1925, -- [1]
			"Кровостраж-распорядитель", -- [2]
		},
		[38635] = {
			625, -- [1]
			"Маг Пустоты из племени Седого Сердца", -- [2]
		},
		[30859] = {
			661, -- [1]
			"Пустозлобный инфернал", -- [2]
		},
		[29799] = {
			652, -- [1]
			"Ловчий Аттумен <Полночь>", -- [2]
		},
		[29436] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[31910] = {
			1905, -- [1]
			"Лейтенант Дрейк", -- [2]
		},
		[39192] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[37018] = {
			733, -- [1]
			"Великий Звездочет Каперниан", -- [2]
		},
		[26084] = {
			711, -- [1]
			"Боевой страж Сартура", -- [2]
		},
		[43590] = {
			1193, -- [1]
			"Черносерд", -- [2]
		},
		[35312] = {
			1930, -- [1]
			"[*] Яростное пламя", -- [2]
		},
		[30055] = {
			657, -- [1]
			"Терестиан Больное Копыто", -- [2]
		},
		[33547] = {
			1908, -- [1]
			"Посол Гиблочрев", -- [2]
		},
		[30707] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[33387] = {
			732, -- [1]
			"Жрец из Зала Звездочета", -- [2]
		},
		[38236] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[28168] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[25807] = {
			710, -- [1]
			"Принцесса Яудж", -- [2]
		},
		[31916] = {
			1906, -- [1]
			"Охотник Вечности", -- [2]
		},
		[32358] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[38153] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[38217] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[13736] = {
			787, -- [1]
			"Мандокир Повелитель Крови", -- [2]
		},
		[40392] = {
			1892, -- [1]
			"Вазруден", -- [2]
		},
		[30471] = {
			1938, -- [1]
			"Стражник-разоритель", -- [2]
		},
		[38523] = {
			659, -- [1]
			"Гнев Пустоты", -- [2]
		},
		[40584] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[29562] = {
			653, -- [1]
			"Леди Кейра Беррибак", -- [2]
		},
		[30599] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[30631] = {
			651, -- [1]
			"[*] Обломки", -- [2]
		},
		[34971] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[40904] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[29882] = {
			656, -- [1]
			"Волшебная аномалия", -- [2]
		},
		[41032] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[39049] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[3600] = {
			626, -- [1]
			"Неизвестно <Хранитель глубин Волниис>", -- [2]
		},
		[25821] = {
			1938, -- [1]
			"Вождь Каргат Острорук", -- [2]
		},
		[30887] = {
			655, -- [1]
			"Джулианна", -- [2]
		},
		[39382] = {
			1890, -- [1]
			"Ширрак Страж Мертвых", -- [2]
		},
		[39369] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[38538] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[38280] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[22859] = {
			789, -- [1]
			"Верховный жрец Текал", -- [2]
		},
		[8379] = {
			653, -- [1]
			"Лорд Криспин Ференс", -- [2]
		},
		[30841] = {
			655, -- [1]
			"Ромуло", -- [2]
		},
		[37162] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[37770] = {
			624, -- [1]
			"Душительница резервуара Кривого Клыка", -- [2]
		},
		[43420] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[34758] = {
			1926, -- [1]
			"Зеленый саженец <Верховный ботаник Фрейвин>", -- [2]
		},
		[37066] = {
			653, -- [1]
			"[*] Гаррота", -- [2]
		},
		[31303] = {
			619, -- [1]
			"Возвышающийся инфернал <Анетерон>", -- [2]
		},
		[30898] = {
			661, -- [1]
			"Принц Малчезар", -- [2]
		},
		[40265] = {
			602, -- [1]
			"[*] Жарчайшее пламя", -- [2]
		},
		[38218] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[31608] = {
			622, -- [1]
			"Поганище", -- [2]
		},
		[43120] = {
			1194, -- [1]
			"Вихрь перьев <Зул'джин>", -- [2]
		},
		[40457] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[17198] = {
			1921, -- [1]
			"Палач из рода Бесконечности", -- [2]
		},
		[40585] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[33355] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[31623] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[38215] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[38794] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[32409] = {
			1914, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[29448] = {
			653, -- [1]
			"Мороуз", -- [2]
		},
		[33707] = {
			1909, -- [1]
			"Черносерд Подстрекатель", -- [2]
		},
		[38636] = {
			625, -- [1]
			"Маг Пустоты из племени Седого Сердца", -- [2]
		},
		[43208] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[29832] = {
			652, -- [1]
			"Ловчий Аттумен <Полночь>", -- [2]
		},
		[31911] = {
			1905, -- [1]
			"Лейтенант Дрейк", -- [2]
		},
		[43586] = {
			1193, -- [1]
			"Болотный ловец", -- [2]
		},
		[31472] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[41481] = {
			608, -- [1]
			"Верховный пустомант Зеревор", -- [2]
		},
		[41545] = {
			606, -- [1]
			"Воплощение гнева", -- [2]
		},
		[38142] = {
			1903, -- [1]
			"Ледяной элементаль Сита <Темнопряд Сит>", -- [2]
		},
		[32103] = {
			622, -- [1]
			"Ночная эльфийка - лучница", -- [2]
		},
		[33354] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[37790] = {
			624, -- [1]
			"Душительница резервуара Кривого Клыка", -- [2]
		},
		[37332] = {
			1889, -- [1]
			"Украденная душа", -- [2]
		},
		[30184] = {
			657, -- [1]
			"Демонический портал <Терестиан Больное Копыто>", -- [2]
		},
		[34874] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[43498] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[12675] = {
			1921, -- [1]
			"Хрономант из рода Бесконечности", -- [2]
		},
		[43217] = {
			1194, -- [1]
			"Колонна огня", -- [2]
		},
		[41475] = {
			608, -- [1]
			"Леди Маланда", -- [2]
		},
		[38219] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[31464] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[36300] = {
			650, -- [1]
			"Груул Драконобой", -- [2]
		},
		[40598] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[40823] = {
			607, -- [1]
			"Матушка Шахраз", -- [2]
		},
		[38539] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[24316] = {
			787, -- [1]
			"Мандокир Повелитель Крови", -- [2]
		},
		[30600] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[38739] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[38795] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[21727] = {
			711, -- [1]
			"Королевский страж Сартуры", -- [2]
		},
		[34970] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[34697] = {
			1927, -- [1]
			"Ладж", -- [2]
		},
		[36797] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[33860] = {
			1920, -- [1]
			"Хрономант из рода Бесконечности", -- [2]
		},
		[41482] = {
			608, -- [1]
			"Верховный пустомант Зеревор", -- [2]
		},
		[31956] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[24239] = {
			628, -- [1]
			"Металопрокат", -- [2]
		},
		[33230] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[15496] = {
			1935, -- [1]
			"Кровавый страж Порунг", -- [2]
		},
		[32395] = {
			1889, -- [1]
			"Неизвестно", -- [2]
		},
		[43657] = {
			1189, -- [1]
			"[*] Электрическая буря", -- [2]
		},
		[26986] = {
			1909, -- [1]
			11, -- [2]
		},
		[36966] = {
			733, -- [1]
			"Таладред Светокрад", -- [2]
		},
		[15576] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[25035] = {
			623, -- [1]
			1, -- [2]
		},
		[32053] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[20449] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[42058] = {
			608, -- [1]
			2, -- [2]
		},
		[38028] = {
			627, -- [1]
			"Морогрим Волноступ", -- [2]
		},
		[38221] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[36971] = {
			733, -- [1]
			"Великий Звездочет Каперниан", -- [2]
		},
		[38220] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[34190] = {
			731, -- [1]
			"[*] Чародейский шар", -- [2]
		},
		[34254] = {
			1926, -- [1]
			"Солнцелов-ботаник", -- [2]
		},
		[34170] = {
			1926, -- [1]
			"Солнцелов-геомантка", -- [2]
		},
		[39131] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[38540] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[37641] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[32054] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[42463] = {
			1922, -- [1]
			2, -- [2]
		},
		[38796] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[29673] = {
			655, -- [1]
			"Призрачный рабочий сцены", -- [2]
		},
		[37330] = {
			1889, -- [1]
			"Украденная душа", -- [2]
		},
		[31784] = {
			622, -- [1]
			"Друид-ворон", -- [2]
		},
		[29512] = {
			654, -- [1]
			"Благочестивая дева", -- [2]
		},
		[34762] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[29833] = {
			652, -- [1]
			"Ловчий Аттумен <Полночь>", -- [2]
		},
		[15667] = {
			1920, -- [1]
			"Убийца из рода Бесконечности", -- [2]
		},
		[31944] = {
			622, -- [1]
			"[*] Роковой Огонь", -- [2]
		},
		[24317] = {
			787, -- [1]
			"Оган", -- [2]
		},
		[41483] = {
			608, -- [1]
			"Верховный пустомант Зеревор", -- [2]
		},
		[30889] = {
			655, -- [1]
			"Джулианна", -- [2]
		},
		[20352] = {
			733, -- [1]
			"Исчадие Тьмы <Надей>", -- [2]
		},
		[38262] = {
			628, -- [1]
			"Гвардеец резервуара Кривого Клыка", -- [2]
		},
		[33551] = {
			1908, -- [1]
			"Посол Гиблочрев", -- [2]
		},
		[26027] = {
			711, -- [1]
			"Королевский страж Сартуры", -- [2]
		},
		[26059] = {
			715, -- [1]
			"Киражский скорпион", -- [2]
		},
		[14874] = {
			1920, -- [1]
			"Убийца из рода Бесконечности", -- [2]
		},
		[32264] = {
			1890, -- [1]
			"Ширрак Страж Мертвых", -- [2]
		},
		[33676] = {
			1909, -- [1]
			"Черносерд Подстрекатель", -- [2]
		},
		[40076] = {
			601, -- [1]
			"Укротитель из клана Змеиных Колец", -- [2]
		},
		[29991] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[35268] = {
			1930, -- [1]
			"Яростное пламя", -- [2]
		},
		[32424] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[26590] = {
			710, -- [1]
			"Лорд Кри", -- [2]
		},
		[33352] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[34274] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[30505] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[29962] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[32848] = {
			650, -- [1]
			"Далиннель", -- [2]
		},
		[43382] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[30633] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[38797] = {
			1910, -- [1]
			"Бормотун", -- [2]
		},
		[36814] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[31765] = {
			621, -- [1]
			"Шаман Орды", -- [2]
		},
		[30761] = {
			655, -- [1]
			"Злой и страшный серый волк", -- [2]
		},
		[43114] = {
			1191, -- [1]
			"[*] Стена огня", -- [2]
		},
		[16496] = {
			733, -- [1]
			"Главный инженер Телоникус", -- [2]
		},
		[33040] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[41292] = {
			606, -- [1]
			"Воплощение страдания", -- [2]
		},
		[25367] = {
			1909, -- [1]
			5, -- [2]
		},
		[33232] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[40504] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[43383] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[32057] = {
			622, -- [1]
			"Архимонд", -- [2]
		},
		[43121] = {
			1194, -- [1]
			"Вихрь перьев <Зул'джин>", -- [2]
		},
		[25375] = {
			1909, -- [1]
			5, -- [2]
		},
		[33663] = {
			623, -- [1]
			"Неизвестно", -- [2]
		},
		[31697] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[41932] = {
			627, -- [1]
			"Скрытень-волноступ", -- [2]
		},
		[41254] = {
			604, -- [1]
			"Буян из клана Костеглодов", -- [2]
		},
		[36924] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[41471] = {
			608, -- [1]
			"Леди Маланда", -- [2]
		},
		[37282] = {
			732, -- [1]
			"Начинающий звездочет", -- [2]
		},
		[22666] = {
			789, -- [1]
			"Верховный жрец Текал", -- [2]
		},
		[38222] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[29386] = {
			653, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[11972] = {
			653, -- [1]
			"Лорд Криспин Ференс", -- [2]
		},
		[40185] = {
			604, -- [1]
			"Соцветие Рока", -- [2]
		},
		[35326] = {
			1934, -- [1]
			"Страж ворот Стальная Клешня", -- [2]
		},
		[15497] = {
			1921, -- [1]
			"Хрономант из рода Бесконечности", -- [2]
		},
		[31803] = {
			1922, -- [1]
			2, -- [2]
		},
		[29408] = {
			653, -- [1]
			"Леди Катриона Фон-Инди", -- [2]
		},
		[34980] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[31689] = {
			1946, -- [1]
			"Гриб Нижетопи", -- [2]
		},
		[36815] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[39364] = {
			1911, -- [1]
			"Путник Бездны", -- [2]
		},
		[14873] = {
			1920, -- [1]
			"Убийца из рода Бесконечности", -- [2]
		},
		[29770] = {
			652, -- [1]
			"Полночь", -- [2]
		},
		[29802] = {
			652, -- [1]
			"Неизвестно <Полночь>", -- [2]
		},
		[30235] = {
			656, -- [1]
			"Астральный огонь", -- [2]
		},
		[35152] = {
			1932, -- [1]
			"Заряд Пустоты", -- [2]
		},
		[36989] = {
			733, -- [1]
			"Посох распыления", -- [2]
		},
		[35280] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[41485] = {
			608, -- [1]
			"Верас Глубокий Мрак", -- [2]
		},
		[31673] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[39195] = {
			1934, -- [1]
			"Страж ворот Стальная Клешня", -- [2]
		},
		[33348] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[35263] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[33617] = {
			1911, -- [1]
			"Великий мастер Ворпил", -- [2]
		},
		[33281] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[30500] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[32265] = {
			1890, -- [1]
			"Ширрак Страж Мертвых", -- [2]
		},
		[33189] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[30282] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[32361] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[40305] = {
			1904, -- [1]
			"[*] Мощное пламя", -- [2]
		},
		[42317] = {
			603, -- [1]
			"Пеплоуст-душелов", -- [2]
		},
		[36240] = {
			650, -- [1]
			"Груул Драконобой", -- [2]
		},
		[37016] = {
			733, -- [1]
			"Фазовый щит", -- [2]
		},
		[30474] = {
			1938, -- [1]
			"Страж-язычник", -- [2]
		},
		[33282] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[34449] = {
			1942, -- [1]
			"Элементаль воды из резервуара Кривого Клыка", -- [2]
		},
		[26476] = {
			717, -- [1]
			"К'Тун", -- [2]
		},
		[15305] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[18670] = {
			710, -- [1]
			"Вем", -- [2]
		},
		[39837] = {
			601, -- [1]
			"Верховный полководец Надж'ентус", -- [2]
		},
		[41178] = {
			603, -- [1]
			"Пеплоуст-защитник", -- [2]
		},
		[37566] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[29908] = {
			662, -- [1]
			"Маноед", -- [2]
		},
		[32914] = {
			1914, -- [1]
			"Пухоспинка царственная", -- [2]
		},
		[43213] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[36383] = {
			1890, -- [1]
			"Ширрак Страж Мертвых", -- [2]
		},
		[30890] = {
			655, -- [1]
			"Джулианна", -- [2]
		},
		[20687] = {
			622, -- [1]
			"Тиранда Шелест Ветра", -- [2]
		},
		[568] = {
			715, -- [1]
			"Император Век'лор", -- [2]
		},
		[30986] = {
			1937, -- [1]
			"Убийца из клана Изувеченной Длани", -- [2]
		},
		[22907] = {
			1938, -- [1]
			"Меткий стрелок-страж", -- [2]
		},
		[43661] = {
			1189, -- [1]
			"Акил'зон", -- [2]
		},
		[26988] = {
			1909, -- [1]
			11, -- [2]
		},
		[35873] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[37023] = {
			653, -- [1]
			"Мороуз", -- [2]
		},
		[29131] = {
			609, -- [1]
			"Бйёрг", -- [2]
		},
		[41978] = {
			603, -- [1]
			"Пеплоуст-разбойник", -- [2]
		},
		[27148] = {
			709, -- [1]
			"Пророк Скерам <Пророк Скерам>", -- [2]
		},
		[27180] = {
			1909, -- [1]
			2, -- [2]
		},
		[31306] = {
			619, -- [1]
			"Анетерон", -- [2]
		},
		[39005] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[29323] = {
			652, -- [1]
			"Призрачный жеребец", -- [2]
		},
		[42318] = {
			603, -- [1]
			"Пеплоуст-душелов", -- [2]
		},
		[31715] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[30951] = {
			655, -- [1]
			"Джулианна", -- [2]
		},
		[34322] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[17201] = {
			1943, -- [1]
			"Механик паровой оснастки", -- [2]
		},
		[15785] = {
			1891, -- [1]
			"Злобная гончая <Омор Неодолимый>", -- [2]
		},
		[29381] = {
			653, -- [1]
			"Леди Кейра Беррибак", -- [2]
		},
		[9080] = {
			653, -- [1]
			"Лорд Робин Дэрис", -- [2]
		},
		[31475] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[24314] = {
			787, -- [1]
			"Мандокир Повелитель Крови", -- [2]
		},
		[41467] = {
			608, -- [1]
			2, -- [2]
		},
		[29707] = {
			650, -- [1]
			1, -- [2]
		},
		[31786] = {
			1914, -- [1]
			2, -- [2]
		},
		[43150] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[38622] = {
			625, -- [1]
			"Тотем элементаля воды <Волномут из племени Седого Сердца>", -- [2]
		},
		[38366] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[31914] = {
			1906, -- [1]
			"Охотник Вечности", -- [2]
		},
		[31946] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[26554] = {
			715, -- [1]
			"Анубисат-защитник", -- [2]
		},
		[41487] = {
			608, -- [1]
			"Верас Глубокий Мрак", -- [2]
		},
		[35410] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[39006] = {
			1915, -- [1]
			"Провидец Гнева Соккорат", -- [2]
		},
		[39070] = {
			627, -- [1]
			"Волноступ-воин", -- [2]
		},
		[35010] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[33619] = {
			608, -- [1]
			"Леди Маланда", -- [2]
		},
		[41180] = {
			603, -- [1]
			"Пеплоуст-защитник", -- [2]
		},
		[37335] = {
			1889, -- [1]
			"Украденная душа", -- [2]
		},
		[37054] = {
			658, -- [1]
			"Сотворенный элементаль <Тень Арана>", -- [2]
		},
		[27016] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[33061] = {
			649, -- [1]
			"Крош Огненная Рука", -- [2]
		},
		[37057] = {
			662, -- [1]
			"Ночная Погибель", -- [2]
		},
		[40832] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[35107] = {
			1943, -- [1]
			"Анжинер Паропуск", -- [2]
		},
		[29382] = {
			653, -- [1]
			"Леди Кейра Беррибак", -- [2]
		},
		[39435] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[40318] = {
			1947, -- [1]
			"Болотник Нижетопи", -- [2]
		},
		[20272] = {
			717, -- [1]
			"Простодворфф", -- [2]
		},
		[41469] = {
			608, -- [1]
			2, -- [2]
		},
		[38592] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[31707] = {
			1908, -- [1]
			"Элементаль воды", -- [2]
		},
		[38737] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[38801] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[35322] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[30410] = {
			651, -- [1]
			"[*] Теневая хватка", -- [2]
		},
		[41917] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[36834] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[43215] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[37138] = {
			624, -- [1]
			"Скрытень из глубин", -- [2]
		},
		[22703] = {
			602, -- [1]
			"Инфернал <Тринлок>", -- [2]
		},
		[20688] = {
			622, -- [1]
			"Тиранда Шелест Ветра", -- [2]
		},
		[35283] = {
			1930, -- [1]
			"Яростное пламя", -- [2]
		},
		[22412] = {
			715, -- [1]
			"Киражский скорпион", -- [2]
		},
		[38304] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[39872] = {
			601, -- [1]
			"Верховный полководец Надж'ентус", -- [2]
		},
		[40841] = {
			609, -- [1]
			"[*] Поле пламени", -- [2]
		},
		[10444] = {
			1909, -- [1]
			7, -- [2]
		},
		[33620] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[29511] = {
			654, -- [1]
			"Благочестивая дева", -- [2]
		},
		[43983] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[35859] = {
			733, -- [1]
			"Пары Пустоты", -- [2]
		},
		[25467] = {
			609, -- [1]
			"Wardoc-Mograine", -- [2]
		},
		[38511] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[29567] = {
			653, -- [1]
			"Лорд Криспин Ференс", -- [2]
		},
		[34298] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[36970] = {
			733, -- [1]
			"Великий Звездочет Каперниан", -- [2]
		},
		[42384] = {
			1190, -- [1]
			"Налоракк", -- [2]
		},
		[31467] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[33353] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[35314] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[40593] = {
			605, -- [1]
			"Неизвестно", -- [2]
		},
		[40321] = {
			1904, -- [1]
			"Анзу", -- [2]
		},
		[41376] = {
			606, -- [1]
			"Воплощение гнева", -- [2]
		},
		[20720] = {
			1931, -- [1]
			"Призрак Пустоты <Паталеон Вычислитель>", -- [2]
		},
		[41461] = {
			608, -- [1]
			2, -- [2]
		},
		[36819] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[8362] = {
			1893, -- [1]
			"Дозорный цитадели Адского Пламени", -- [2]
		},
		[25646] = {
			712, -- [1]
			"Фанкрисс Непреклонный", -- [2]
		},
		[43302] = {
			1192, -- [1]
			"Халаззи", -- [2]
		},
		[341722] = {
			717, -- [1]
			"Око К'Туна", -- [2]
		},
		[33045] = {
			732, -- [1]
			"[*] Гнев астроманта", -- [2]
		},
		[32325] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[33173] = {
			649, -- [1]
			"Кигглер Безумный", -- [2]
		},
		[33237] = {
			649, -- [1]
			"Кигглер Безумный", -- [2]
		},
		[32421] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[35412] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[39363] = {
			1911, -- [1]
			"Великий мастер Ворпил", -- [2]
		},
		[22271] = {
			1934, -- [1]
			"Чародейский слуга", -- [2]
		},
		[30487] = {
			659, -- [1]
			"Врата Пустоты - Непоколебимость", -- [2]
		},
		[40334] = {
			604, -- [1]
			"Мрачное создание", -- [2]
		},
		[40610] = {
			609, -- [1]
			"[*] Пламень", -- [2]
		},
		[32908] = {
			1914, -- [1]
			"Скитийский ястреб-воитель", -- [2]
		},
		[33813] = {
			650, -- [1]
			"Груул Драконобой", -- [2]
		},
		[40018] = {
			609, -- [1]
			"[*] Выстрел из глаз", -- [2]
		},
		[31610] = {
			622, -- [1]
			"Поганище", -- [2]
		},
		[32363] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[38163] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[34133] = {
			730, -- [1]
			"Уголь Ал'ара", -- [2]
		},
		[16624] = {
			1922, -- [1]
			2, -- [2]
		},
		[29961] = {
			658, -- [1]
			"Тень Арана", -- [2]
		},
		[38419] = {
			626, -- [1]
			"Пучинный скрытень <Хранитель глубин Шарккис>", -- [2]
		},
		[30508] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[15659] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[26478] = {
			717, -- [1]
			"Гигантское когтещупальце", -- [2]
		},
		[28733] = {
			1914, -- [1]
			2, -- [2]
		},
		[34645] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[36173] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[20545] = {
			789, -- [1]
			"Ревнитель Лор'Кхан", -- [2]
		},
		[39013] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[13339] = {
			709, -- [1]
			"Большой элементаль огня <Крошкатралл>", -- [2]
		},
		[26985] = {
			1909, -- [1]
			11, -- [2]
		},
		[32982] = {
			709, -- [1]
			"Тотем элементаля огня <Крошкатралл>", -- [2]
		},
		[30860] = {
			661, -- [1]
			"Пустозлобный инфернал", -- [2]
		},
		[39029] = {
			625, -- [1]
			"Волномут из племени Седого Сердца", -- [2]
		},
		[32422] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[41426] = {
			606, -- [1]
			"Воплощение мечты", -- [2]
		},
		[29385] = {
			653, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[24318] = {
			787, -- [1]
			"Мандокир Повелитель Крови", -- [2]
		},
		[8258] = {
			1907, -- [1]
			"Капитан Скарлок", -- [2]
		},
		[39635] = {
			609, -- [1]
			"Иллидан Ярость Бури", -- [2]
		},
		[30616] = {
			651, -- [1]
			"Магтеридон", -- [2]
		},
		[15578] = {
			1193, -- [1]
			"Повелитель проклятий Малакрасс", -- [2]
		},
		[27086] = {
			709, -- [1]
			"Пророк Скерам", -- [2]
		},
		[33835] = {
			1906, -- [1]
			"Охотник Вечности", -- [2]
		},
		[27150] = {
			733, -- [1]
			5, -- [2]
		},
		[35342] = {
			628, -- [1]
			"Высохший великан", -- [2]
		},
		[38382] = {
			1890, -- [1]
			"Сконцентрированный огонь", -- [2]
		},
		[31340] = {
			621, -- [1]
			"Азгалор", -- [2]
		},
		[41541] = {
			608, -- [1]
			2, -- [2]
		},
		[21401] = {
			1903, -- [1]
			"Темнопряд Сит", -- [2]
		},
		[31436] = {
			620, -- [1]
			"Каз'рогал", -- [2]
		},
		[36057] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[39027] = {
			625, -- [1]
			"Волномут из племени Седого Сердца", -- [2]
		},
		[31532] = {
			1943, -- [1]
			"Механик паровой оснастки", -- [2]
		},
		[40595] = {
			605, -- [1]
			"Гуртогг Кипящая Кровь", -- [2]
		},
		[27156] = {
			1909, -- [1]
			2, -- [2]
		},
		[40583] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[13787] = {
			603, -- [1]
			"Смертоплет из клана Призрачной Луны", -- [2]
		},
		[31258] = {
			618, -- [1]
			"Лютый Хлад", -- [2]
		},
		[41305] = {
			606, -- [1]
			"Воплощение страдания", -- [2]
		},
		[34763] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[21553] = {
			1914, -- [1]
			1, -- [2]
		},
		[31481] = {
			1942, -- [1]
			"Гидромантка Теспия", -- [2]
		},
		[26607] = {
			715, -- [1]
			"Император Век'лор", -- [2]
		},
		[26686] = {
			711, -- [1]
			"Королевский страж Сартуры", -- [2]
		},
		[35158] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[33175] = {
			649, -- [1]
			"Кигглер Безумный", -- [2]
		},
		[33239] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[29965] = {
			658, -- [1]
			"[*] Дыхание дракона", -- [2]
		},
		[26139] = {
			717, -- [1]
			"Когтещупальце", -- [2]
		},
		[15589] = {
			653, -- [1]
			"Лорд Робин Дэрис", -- [2]
		},
		[25269] = {
			650, -- [1]
			1, -- [2]
		},
		[39700] = {
			624, -- [1]
			"Страж резервуара Кривого Клыка", -- [2]
		},
		[35383] = {
			730, -- [1]
			"[*] Огненный след", -- [2]
		},
		[30843] = {
			661, -- [1]
			"Принц Малчезар", -- [2]
		},
		[6016] = {
			715, -- [1]
			"Киражский скорпион", -- [2]
		},
		[36175] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[369966] = {
			1194, -- [1]
			"Зул'джин", -- [2]
		},
		[34162] = {
			731, -- [1]
			"Страж Бездны", -- [2]
		},
		[32364] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[34164] = {
			731, -- [1]
			"Страж Бездны", -- [2]
		},
		[40276] = {
			602, -- [1]
			"Супремус", -- [2]
		},
		[33238] = {
			649, -- [1]
			"Король Молгар", -- [2]
		},
		[32492] = {
			1892, -- [1]
			"Жидкий огонь", -- [2]
		},
		[22886] = {
			787, -- [1]
			"Защитница из племени Гурубаши", -- [2]
		},
		[31566] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[38549] = {
			659, -- [1]
			"Гнев Пустоты", -- [2]
		},
		[38295] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[39095] = {
			661, -- [1]
			"Принц Малчезар", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["latest_report_table"] = {
		{
			2, -- [1]
			4, -- [2]
			3, -- [3]
			2, -- [4]
			"PARTY", -- [5]
		}, -- [1]
		{
			2, -- [1]
			4, -- [2]
			3, -- [3]
			3, -- [4]
			"RAID", -- [5]
		}, -- [2]
	},
	["__profiles"] = {
		["Фэрэдумнезеу-Пламегор"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["instances_suppress_trash"] = 0,
			["deadlog_limit"] = 16,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = true,
			["instances_no_libwindow"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["data_broker_text"] = "",
			["clear_ungrouped"] = true,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -430.2231941223145,
							["x"] = 557.6937255859375,
							["w"] = 180.4196624755859,
							["h"] = 91.62962341308594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__was_opened"] = true,
					["fontstrings_text3_anchor"] = 35,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["skin_custom"] = "",
					["bars_inverted"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["stretch_button_side"] = 1,
					["show_sidebars"] = false,
					["show_statusbar"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						2, -- [1]
					},
					["backdrop_texture"] = "Details Ground",
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = 3.962018013000488,
						["x"] = -205.4298095703125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["grab_on_top"] = false,
					["switch_damager_in_combat"] = false,
					["bars_sort_direction"] = 1,
					["icon_desaturated"] = false,
					["auto_current"] = true,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["__snapV"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -430.2231941223145,
							["x"] = 557.6937255859375,
							["w"] = 180.4196624755859,
							["h"] = 91.62962341308594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_all_roles_after_wipe"] = false,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__snapH"] = true,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 10.30555152893066,
						["textL_translit_text"] = false,
						["height"] = 10.41503238677979,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["texture_custom_file"] = "Interface\\",
					},
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 0.850000023841858,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -430.2231941223145,
							["x"] = 389.718505859375,
							["w"] = 155.5308227539063,
							["h"] = 91.62962341308594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__was_opened"] = true,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["plugins_grow_direction"] = 1,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["switch_tank_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["clickthrough_window"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						[3] = 1,
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["icon_desaturated"] = false,
					["fontstrings_text3_anchor"] = 35,
					["libwindow"] = {
						["y"] = 3.962018013000488,
						["x"] = -385.849609375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["__snapV"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["micro_displays_locked"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_current"] = true,
					["bars_sort_direction"] = 1,
					["desaturated_menu"] = false,
					["bars_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -430.2231941223145,
							["x"] = 389.718505859375,
							["w"] = 155.5308227539063,
							["h"] = 91.62962341308594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 10.30555152893066,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["height"] = 10.41503238677979,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["enabled"] = false,
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["__snapH"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [2]
			},
			["report_lines"] = 5,
			["use_battleground_server_parser"] = false,
			["report_schema"] = 1,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["overall_clear_newtorghast"] = true,
			["overall_clear_newboss"] = true,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 316.1633150280584,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["animation_speed_triggertravel"] = 5,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["standard_skin"] = false,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["font_sizes"] = {
				["menus"] = 10,
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["pvp_as_group"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Киздамэсэ-Пламегор"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["instances_suppress_trash"] = 0,
			["deadlog_limit"] = 16,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = true,
			["instances_no_libwindow"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["data_broker_text"] = "",
			["clear_ungrouped"] = true,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -400.2978897094727,
							["x"] = 543.5758056640625,
							["w"] = 152.6668243408203,
							["h"] = 109.3211212158203,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = true,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_damager_in_combat"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["plugins_grow_direction"] = 1,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["clickthrough_window"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						[3] = 2,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["hide_in_combat_alpha"] = 0,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = 19.11564254760742,
						["x"] = -222.88916015625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["hide_in_combat_type"] = 1,
					["bars_grow_direction"] = 1,
					["fontstrings_text3_anchor"] = 35,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["grab_on_top"] = false,
					["micro_displays_locked"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_current"] = true,
					["bars_sort_direction"] = 1,
					["desaturated_menu"] = false,
					["icon_desaturated"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -400.2978897094727,
							["x"] = 543.5758056640625,
							["w"] = 152.6668243408203,
							["h"] = 109.3211212158203,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["textR_bracket"] = "(",
						["font_size"] = 10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textL_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["height"] = 12,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["ignore_mass_showhide"] = false,
					["switch_tank_in_combat"] = false,
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -400.2978897094727,
							["x"] = 731.3538818359375,
							["w"] = 222.8891296386719,
							["h"] = 109.3211212158203,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 12,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textR_bracket"] = "(",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = true,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						1, -- [1]
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 19.11564254760742,
						["x"] = 0,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -400.2978897094727,
							["x"] = 731.3538818359375,
							["w"] = 222.8891296386719,
							["h"] = 109.3211212158203,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["enabled"] = false,
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 0.850000023841858,
				}, -- [2]
			},
			["report_lines"] = 2,
			["use_battleground_server_parser"] = false,
			["report_schema"] = 1,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["overall_clear_newtorghast"] = true,
			["overall_clear_newboss"] = true,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 12.35647318742504,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["animation_speed_triggertravel"] = 5,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["standard_skin"] = false,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["pvp_as_group"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["36723"] = {
				"36723", -- [1]
				"Timer36723cd", -- [2]
				"~Феникс", -- [3]
				45, -- [4]
				135790, -- [5]
				"cd", -- [6]
				36723, -- [7]
				1, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["41453"] = {
				"41453", -- [1]
				"Timer41453active2", -- [2]
				"Аура разноцветного сопротивления заканчивается", -- [3]
				30, -- [4]
				135865, -- [5]
				"active", -- [6]
				41453, -- [7]
				5, -- [8]
				"Council", -- [9]
				["id"] = 608,
			},
			["30254"] = {
				"30254", -- [1]
				"Timer30254active", -- [2]
				"Прилив сил заканчивается", -- [3]
				20, -- [4]
				136075, -- [5]
				"active", -- [6]
				30254, -- [7]
				6, -- [8]
				"Curator", -- [9]
				["id"] = 656,
			},
			["35280"] = {
				"35280", -- [1]
				"Timer35280target	Киздамэсэ", -- [2]
				"Власть: Киздамэсэ", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				35280, -- [7]
				3, -- [8]
				"565", -- [9]
				["id"] = 1931,
			},
			["800"] = {
				"800", -- [1]
				"Timer800cd", -- [2]
				"~Двойной телепорт", -- [3]
				29.2, -- [4]
				135736, -- [5]
				"cd", -- [6]
				800, -- [7]
				6, -- [8]
				"TwinEmpsAQ", -- [9]
				["id"] = 715,
			},
			["31347"] = {
				"31347", -- [1]
				"Timer31347target	Надей", -- [2]
				"Рок: Надей", -- [3]
				20, -- [4]
				132094, -- [5]
				"target", -- [6]
				31347, -- [7]
				3, -- [8]
				"Azgalor", -- [9]
				["id"] = 621,
			},
			["38246"] = {
				"38246", -- [1]
				"Timer38246target	Киздамэсэ", -- [2]
				"Мерзостная тина: Киздамэсэ", -- [3]
				24, -- [4]
				136006, -- [5]
				"target", -- [6]
				38246, -- [7]
				3, -- [8]
				"Hydross", -- [9]
				["id"] = 623,
			},
			["41476"] = {
				"41476", -- [1]
				"Timer41476active	Верас Глубокий Мрак", -- [2]
				"Исчезновение заканчивается", -- [3]
				30, -- [4]
				132320, -- [5]
				"active", -- [6]
				41476, -- [7]
				6, -- [8]
				"Council", -- [9]
				["id"] = 608,
			},
			["40823"] = {
				"40823", -- [1]
				"Timer40823cd", -- [2]
				"~Заглушающий визг", -- [3]
				15.8, -- [4]
				136164, -- [5]
				"cd", -- [6]
				40823, -- [7]
				2, -- [8]
				"Shahraz", -- [9]
				["id"] = 607,
			},
			["38511"] = {
				"38511", -- [1]
				"Timer38511cd", -- [2]
				"~Убеждение", -- [3]
				21, -- [4]
				136129, -- [5]
				"cd", -- [6]
				38511, -- [7]
				3, -- [8]
				"Vashj", -- [9]
				["id"] = 628,
			},
			["37471"] = {
				"37471", -- [1]
				"Timer37471active", -- [2]
				"Героизм заканчивается", -- [3]
				10, -- [4]
				135993, -- [5]
				"active", -- [6]
				37471, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["40585"] = {
				"40585", -- [1]
				"Timer40585cd", -- [2]
				"~Темный огонь", -- [3]
				85, -- [4]
				136181, -- [5]
				"cd", -- [6]
				40585, -- [7]
				3, -- [8]
				"Illidan", -- [9]
				["id"] = 609,
			},
			["30852"] = {
				"30852", -- [1]
				"Timer30852cd", -- [2]
				"~Теневая звезда", -- [3]
				30, -- [4]
				136201, -- [5]
				"cd", -- [6]
				30852, -- [7]
				2, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["40251"] = {
				"40251", -- [1]
				"Timer40251cd", -- [2]
				"~Тень смерти", -- [3]
				11.1, -- [4]
				135752, -- [5]
				"cd", -- [6]
				40251, -- [7]
				3, -- [8]
				"TeronGorefiend", -- [9]
				["id"] = 604,
			},
			["35941"] = {
				"35941", -- [1]
				"Timer35941active", -- [2]
				"Искажение гравитации заканчивается", -- [3]
				32, -- [4]
				136111, -- [5]
				"active", -- [6]
				35941, -- [7]
				6, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["30004"] = {
				"30004", -- [1]
				"Timer30004cast", -- [2]
				"Венец пламени ", -- [3]
				5, -- [4]
				135805, -- [5]
				"cast", -- [6]
				30004, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["40184"] = {
				"40184", -- [1]
				"Timer40184cd", -- [2]
				"~Парализующий визг", -- [3]
				30, -- [4]
				136122, -- [5]
				"cd", -- [6]
				40184, -- [7]
				2, -- [8]
				"542", -- [9]
				["id"] = 1904,
			},
			["33676"] = {
				"33676", -- [1]
				"Timer33676next", -- [2]
				"Провокация Хаоса", -- [3]
				15, -- [4]
				136165, -- [5]
				"next", -- [6]
				33676, -- [7]
				6, -- [8]
				"545", -- [9]
				["id"] = 1909,
			},
			["30753"] = {
				"30753", -- [1]
				"Timer30753target	Бобзер", -- [2]
				"Красная шапочка: Бобзер", -- [3]
				20, -- [4]
				132659, -- [5]
				"target", -- [6]
				30753, -- [7]
				3, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["35107"] = {
				"35107", -- [1]
				"Timer35107target	Растрахан", -- [2]
				"Электрическая сеть: Растрахан", -- [3]
				6, -- [4]
				132149, -- [5]
				"target", -- [6]
				35107, -- [7]
				3, -- [8]
				"574", -- [9]
				["id"] = 1943,
			},
			["30752"] = {
				"30752", -- [1]
				"Timer30752next", -- [2]
				"Ужасающий вой", -- [3]
				24, -- [4]
				132111, -- [5]
				"next", -- [6]
				30752, -- [7]
				2, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["33131"] = {
				"33131", -- [1]
				"Timer33131cd", -- [2]
				"~Вызов дикого Охотника Скверны", -- [3]
				48.5, -- [4]
				136216, -- [5]
				"cd", -- [6]
				33131, -- [7]
				1, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["33834"] = {
				"33834", -- [1]
				"Timer33834active", -- [2]
				"Аура отмены магии заканчивается", -- [3]
				15, -- [4]
				135728, -- [5]
				"active", -- [6]
				33834, -- [7]
				1, -- [8]
				"540", -- [9]
				["id"] = 1906,
			},
			["43501"] = {
				"43501", -- [1]
				"Timer43501target	Самосвалыч", -- [2]
				"Вытягивание души: Самосвалыч", -- [3]
				30, -- [4]
				136213, -- [5]
				"target", -- [6]
				43501, -- [7]
				6, -- [8]
				"Malacrass", -- [9]
				["id"] = 1193,
			},
			["34716"] = {
				"34716", -- [1]
				"Timer34716active", -- [2]
				"Топот заканчивается", -- [3]
				5, -- [4]
				132368, -- [5]
				"active", -- [6]
				34716, -- [7]
				3, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["30859"] = {
				"30859", -- [1]
				"Timer30859cd", -- [2]
				"~Адское пламя", -- [3]
				14.5, -- [4]
				135818, -- [5]
				"cd", -- [6]
				30859, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["30115"] = {
				"30115", -- [1]
				"Timer30115target	Ленстри", -- [2]
				"Жертвоприношение: Ленстри", -- [3]
				30, -- [4]
				136120, -- [5]
				"target", -- [6]
				30115, -- [7]
				3, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["40303"] = {
				"40303", -- [1]
				"Timer40303target	Бонсанди", -- [2]
				"Колдовская бомба: Бонсанди", -- [3]
				8, -- [4]
				134711, -- [5]
				"target", -- [6]
				40303, -- [7]
				3, -- [8]
				"542", -- [9]
				["id"] = 1904,
			},
			["29991"] = {
				"29991", -- [1]
				"Timer29991target	Фатернал", -- [2]
				"Ледяные оковы: Фатернал", -- [3]
				10, -- [4]
				135834, -- [5]
				"target", -- [6]
				29991, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["36449"] = {
				"36449", -- [1]
				"Timer36449next", -- [2]
				"Обломки", -- [3]
				15, -- [4]
				136025, -- [5]
				"next", -- [6]
				36449, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["26580"] = {
				"26580", -- [1]
				"Timer26580cd", -- [2]
				"~Страх", -- [3]
				10, -- [4]
				136183, -- [5]
				"cd", -- [6]
				26580, -- [7]
				2, -- [8]
				"ThreeBugs", -- [9]
				["id"] = 710,
			},
			["36922"] = {
				"36922", -- [1]
				"Timer36922cd", -- [2]
				"~Раскатистый рев", -- [3]
				31.5, -- [4]
				136129, -- [5]
				"cd", -- [6]
				36922, -- [7]
				2, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["41451"] = {
				"41451", -- [1]
				"Timer41451target2	Леди Маланда", -- [2]
				"Благословение защиты от заклинаний: Леди Маланда", -- [3]
				15, -- [4]
				135965, -- [5]
				"target", -- [6]
				41451, -- [7]
				5, -- [8]
				"Council", -- [9]
				["id"] = 608,
			},
			["43962"] = {
				"43962", -- [1]
				"Timer43962next", -- [2]
				"Вызов смотрителя кладки из племени Амани", -- [3]
				10, -- [4]
				136235, -- [5]
				"next", -- [6]
				43962, -- [7]
				1, -- [8]
				"Janalai", -- [9]
				["id"] = 1191,
			},
			["34661"] = {
				"34661", -- [1]
				"Timer34661target	Таталец", -- [2]
				"Жертвоприношение: Таталец", -- [3]
				8, -- [4]
				136120, -- [5]
				"target", -- [6]
				34661, -- [7]
				3, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["33238"] = {
				"33238", -- [1]
				"Timer33238cd", -- [2]
				"~Вихрь", -- [3]
				58, -- [4]
				132369, -- [5]
				"cd", -- [6]
				33238, -- [7]
				2, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["38280"] = {
				"38280", -- [1]
				"Timer38280target	Холиворд", -- [2]
				"Статический разряд: Холиворд", -- [3]
				20, -- [4]
				136050, -- [5]
				"target", -- [6]
				38280, -- [7]
				3, -- [8]
				"Vashj", -- [9]
				["id"] = 628,
			},
			["39019"] = {
				"39019", -- [1]
				"Timer39019target	Фурнэйс", -- [2]
				"Полное господство: Фурнэйс", -- [3]
				6, -- [4]
				136206, -- [5]
				"target", -- [6]
				39019, -- [7]
				3, -- [8]
				"551", -- [9]
				["id"] = 1914,
			},
			["30496"] = {
				"30496", -- [1]
				"Timer30496next", -- [2]
				"Слабая расщелина тьмы", -- [3]
				8.3, -- [4]
				136160, -- [5]
				"next", -- [6]
				30496, -- [7]
				3, -- [8]
				"566", -- [9]
				["id"] = 1936,
			},
			["34803"] = {
				"34803", -- [1]
				"Timer34803cd", -- [2]
				"~Вызов подкрепления", -- [3]
				60, -- [4]
				136142, -- [5]
				"cd", -- [6]
				34803, -- [7]
				2, -- [8]
				"558", -- [9]
				["id"] = 1925,
			},
			["40604"] = {
				"40604", -- [1]
				"Timer40604cd", -- [2]
				"~Ярость Скверны", -- [3]
				52, -- [4]
				135791, -- [5]
				"cd", -- [6]
				40604, -- [7]
				3, -- [8]
				"Bloodboil", -- [9]
				["id"] = 605,
			},
			["33563"] = {
				"33563", -- [1]
				"Timer33563next", -- [2]
				"Приманивание теней", -- [3]
				40, -- [4]
				136221, -- [5]
				"next", -- [6]
				33563, -- [7]
				6, -- [8]
				"546", -- [9]
				["id"] = 1911,
			},
			["36300"] = {
				"36300", -- [1]
				"Timer36300next", -- [2]
				"Рост", -- [3]
				30, -- [4]
				136129, -- [5]
				"next", -- [6]
				36300, -- [7]
				6, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["40480"] = {
				"40480", -- [1]
				"Timer40480addscustom	Восток", -- [2]
				"Адды (Восток)", -- [3]
				18, -- [4]
				136214, -- [5]
				"addscustom", -- [6]
				40480, -- [7]
				1, -- [8]
				"Akama", -- [9]
				["id"] = 603,
			},
			["30923"] = {
				"30923", -- [1]
				"Timer30923target	Аристоль", -- [2]
				"Власть: Аристоль", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				30923, -- [7]
				3, -- [8]
				"555", -- [9]
				["id"] = 1922,
			},
			["42005"] = {
				"42005", -- [1]
				"Timer42005cd", -- [2]
				"~Кипящая кровь", -- [3]
				10.9, -- [4]
				136124, -- [5]
				"cd", -- [6]
				42005, -- [7]
				5, -- [8]
				"Bloodboil", -- [9]
				["id"] = 605,
			},
			["41475"] = {
				"41475", -- [1]
				"Timer41475active	Леди Маланда", -- [2]
				"Отражающий щит заканчивается", -- [3]
				20, -- [4]
				135940, -- [5]
				"active", -- [6]
				41475, -- [7]
				5, -- [8]
				"Council", -- [9]
				["id"] = 608,
			},
			["37098"] = {
				"37098", -- [1]
				"Timer37098active", -- [2]
				"Костяной дождь заканчивается", -- [3]
				11, -- [4]
				133727, -- [5]
				"active", -- [6]
				37098, -- [7]
				1, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["40683"] = {
				"40683", -- [1]
				"Timer40683active", -- [2]
				"Исступление заканчивается", -- [3]
				10, -- [4]
				136224, -- [5]
				"active", -- [6]
				40683, -- [7]
				0, -- [8]
				"Illidan", -- [9]
				["id"] = 609,
			},
			["40321"] = {
				"40321", -- [1]
				"Timer40321target	Крошкатралл", -- [2]
				"Вихрь перьев: Крошкатралл", -- [3]
				6, -- [4]
				136018, -- [5]
				"target", -- [6]
				40321, -- [7]
				3, -- [8]
				"542", -- [9]
				["id"] = 1904,
			},
			["33654"] = {
				"33654", -- [1]
				"Timer33654next", -- [2]
				"Дробление", -- [3]
				10, -- [4]
				132091, -- [5]
				"next", -- [6]
				33654, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["30878"] = {
				"30878", -- [1]
				"Timer30878cast", -- [2]
				"Вечная привязанность ", -- [3]
				2.5, -- [4]
				135915, -- [5]
				"cast", -- [6]
				30878, -- [7]
				0, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["39340"] = {
				"39340", -- [1]
				"Timer39340cd", -- [2]
				"~Ядовитый град", -- [3]
				17, -- [4]
				136016, -- [5]
				"cd", -- [6]
				39340, -- [7]
				2, -- [8]
				"572", -- [9]
				["id"] = 1940,
			},
			["29951"] = {
				"29951", -- [1]
				"Timer29951active", -- [2]
				"Снежная буря заканчивается", -- [3]
				30, -- [4]
				135857, -- [5]
				"active", -- [6]
				29951, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["31718"] = {
				"31718", -- [1]
				"Timer31718target	Онлифарм", -- [2]
				"Вихрь: Онлифарм", -- [3]
				6, -- [4]
				136018, -- [5]
				"target", -- [6]
				31718, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["36815"] = {
				"36815", -- [1]
				"Timer36815cd", -- [2]
				"~Шоковая преграда", -- [3]
				60, -- [4]
				136051, -- [5]
				"cd", -- [6]
				36815, -- [7]
				4, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["37053"] = {
				"37053", -- [1]
				"Timer37053active", -- [2]
				"Призыв элементалей воды заканчивается", -- [3]
				90, -- [4]
				136192, -- [5]
				"active", -- [6]
				37053, -- [7]
				6, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["30065"] = {
				"30065", -- [1]
				"Timer30065active", -- [2]
				"Расторгнутый пакт заканчивается", -- [3]
				31, -- [4]
				136135, -- [5]
				"active", -- [6]
				30065, -- [7]
				6, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["34229"] = {
				"34229", -- [1]
				"Timer34229cast", -- [2]
				"Огненные перья ", -- [3]
				10, -- [4]
				135815, -- [5]
				"cast", -- [6]
				34229, -- [7]
				3, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
			["30739"] = {
				"30739", -- [1]
				"Timer30739cd", -- [2]
				"~Танец клинков", -- [3]
				72, -- [4]
				132350, -- [5]
				"cd", -- [6]
				30739, -- [7]
				2, -- [8]
				"569", -- [9]
				["id"] = 1938,
			},
			["39872"] = {
				"39872", -- [1]
				"Timer39872cd", -- [2]
				"~Щит Прилива", -- [3]
				55.5, -- [4]
				136017, -- [5]
				"cd", -- [6]
				39872, -- [7]
				5, -- [8]
				"Najentus", -- [9]
				["id"] = 601,
			},
			["43095"] = {
				"43095", -- [1]
				"Timer43095cd", -- [2]
				"~Ползучий паралич", -- [3]
				27, -- [4]
				136106, -- [5]
				"cd", -- [6]
				43095, -- [7]
				3, -- [8]
				"ZulJin", -- [9]
				["id"] = 1194,
			},
			["31299"] = {
				"31299", -- [1]
				"Timer31299cd", -- [2]
				"~Инфернал", -- [3]
				51, -- [4]
				136219, -- [5]
				"cd", -- [6]
				31299, -- [7]
				3, -- [8]
				"Anetheron", -- [9]
				["id"] = 619,
			},
			["26029"] = {
				"26029", -- [1]
				"Timer26029next", -- [2]
				"Свирепый взгляд", -- [3]
				46, -- [4]
				136197, -- [5]
				"next", -- [6]
				26029, -- [7]
				0, -- [8]
				"CThun", -- [9]
				["id"] = 717,
			},
			["39427"] = {
				"39427", -- [1]
				"Timer39427cd", -- [2]
				"~Раскатистый рев", -- [3]
				31, -- [4]
				136129, -- [5]
				"cd", -- [6]
				39427, -- [7]
				2, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["30843"] = {
				"30843", -- [1]
				"Timer30843next", -- [2]
				"Ослабление", -- [3]
				30, -- [4]
				136169, -- [5]
				"next", -- [6]
				30843, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["37640"] = {
				"37640", -- [1]
				"Timer37640cd", -- [2]
				"~Вихрь", -- [3]
				15, -- [4]
				132369, -- [5]
				"cd", -- [6]
				37640, -- [7]
				2, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["43383"] = {
				"43383", -- [1]
				"Timer43383cd", -- [2]
				"~Молнии духов", -- [3]
				30, -- [4]
				136197, -- [5]
				"cd", -- [6]
				43383, -- [7]
				2, -- [8]
				"Malacrass", -- [9]
				["id"] = 1193,
			},
			["41455"] = {
				"41455", -- [1]
				"Timer41455cd", -- [2]
				"~Круг исцеления", -- [3]
				13.3, -- [4]
				135943, -- [5]
				"cd", -- [6]
				41455, -- [7]
				4, -- [8]
				"Council", -- [9]
				["id"] = 608,
			},
			["38197"] = {
				"38197", -- [1]
				"Timer38197cast", -- [2]
				"Чародейский взрыв ", -- [3]
				5, -- [4]
				136116, -- [5]
				"cast", -- [6]
				38197, -- [7]
				2, -- [8]
				"543", -- [9]
				["id"] = 1902,
			},
			["31422"] = {
				"31422", -- [1]
				"Timer31422active", -- [2]
				"Остановка времени заканчивается", -- [3]
				4, -- [4]
				135728, -- [5]
				"active", -- [6]
				31422, -- [7]
				3, -- [8]
				"554", -- [9]
				["id"] = 1919,
			},
			["33045"] = {
				"33045", -- [1]
				"Timer33045target	шрудл", -- [2]
				"Гнев астроманта: шрудл", -- [3]
				8, -- [4]
				135729, -- [5]
				"target", -- [6]
				33045, -- [7]
				0, -- [8]
				"Solarian", -- [9]
				["id"] = 732,
			},
			["37854"] = {
				"37854", -- [1]
				"Timer37854active", -- [2]
				"Вызов водяной гранулы заканчивается", -- [3]
				35, -- [4]
				136187, -- [5]
				"active", -- [6]
				37854, -- [7]
				1, -- [8]
				"Tidewalker", -- [9]
				["id"] = 627,
			},
			["33547"] = {
				"33547", -- [1]
				"Timer33547next", -- [2]
				"Страх", -- [3]
				25, -- [4]
				136183, -- [5]
				"next", -- [6]
				33547, -- [7]
				2, -- [8]
				"544", -- [9]
				["id"] = 1908,
			},
			["32361"] = {
				"32361", -- [1]
				"Timer32361cd", -- [2]
				"~Хрустальная тюрьма", -- [3]
				17.8, -- [4]
				135988, -- [5]
				"cd", -- [6]
				32361, -- [7]
				2, -- [8]
				"535", -- [9]
				["id"] = 1901,
			},
			["37433"] = {
				"37433", -- [1]
				"Timer37433cd", -- [2]
				"~Водомет", -- [3]
				37, -- [4]
				135836, -- [5]
				"cd", -- [6]
				37433, -- [7]
				3, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["31258"] = {
				"31258", -- [1]
				"Timer31258cd", -- [2]
				"~Смерть и разложение", -- [3]
				32, -- [4]
				136144, -- [5]
				"cd", -- [6]
				31258, -- [7]
				3, -- [8]
				"Rage", -- [9]
				["id"] = 618,
			},
			["41410"] = {
				"41410", -- [1]
				"Timer41410cd", -- [2]
				"~Нечувствительность", -- [3]
				28, -- [4]
				136212, -- [5]
				"cd", -- [6]
				41410, -- [7]
				5, -- [8]
				"Souls", -- [9]
				["id"] = 606,
			},
			["30528"] = {
				"30528", -- [1]
				"Timer30528cast", -- [2]
				"Исцеление тьмой ", -- [3]
				2, -- [4]
				136130, -- [5]
				"cast", -- [6]
				30528, -- [7]
				4, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["31344"] = {
				"31344", -- [1]
				"Timer31344fades", -- [2]
				"Вой Азгалора спадает", -- [3]
				5, -- [4]
				136164, -- [5]
				"fades", -- [6]
				31344, -- [7]
				2, -- [8]
				"Azgalor", -- [9]
				["id"] = 621,
			},
			["34727"] = {
				"34727", -- [1]
				"Timer34727next", -- [2]
				"Вызов саженцев", -- [3]
				15, -- [4]
				136041, -- [5]
				"next", -- [6]
				34727, -- [7]
				1, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["37676"] = {
				"37676", -- [1]
				"Timer37676fades", -- [2]
				"Коварный шепот спадает", -- [3]
				30, -- [4]
				136171, -- [5]
				"fades", -- [6]
				37676, -- [7]
				6, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["37566"] = {
				"37566", -- [1]
				"Timer37566target	Фандерстрика", -- [2]
				"Бич предательства: Фандерстрика", -- [3]
				15, -- [4]
				136143, -- [5]
				"target", -- [6]
				37566, -- [7]
				3, -- [8]
				"528", -- [9]
				["id"] = 1891,
			},
			["34697"] = {
				"34697", -- [1]
				"Timer34697target	Таталец", -- [2]
				"Аллергическая реакция: Таталец", -- [3]
				18, -- [4]
				136182, -- [5]
				"target", -- [6]
				34697, -- [7]
				3, -- [8]
				"561", -- [9]
				["id"] = 1927,
			},
			["43648"] = {
				"43648", -- [1]
				"Timer43648cd", -- [2]
				"~Электрическая буря", -- [3]
				48, -- [4]
				136032, -- [5]
				"cd", -- [6]
				43648, -- [7]
				3, -- [8]
				"Akilzon", -- [9]
				["id"] = 1189,
			},
			["37277"] = {
				"37277", -- [1]
				"Timer37277cd", -- [2]
				"~Призыв инфернала", -- [3]
				14.5, -- [4]
				135231, -- [5]
				"cd", -- [6]
				37277, -- [7]
				1, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["35159"] = {
				"35159", -- [1]
				"Timer35159active", -- [2]
				"Щит отражения урона заканчивается", -- [3]
				10, -- [4]
				136121, -- [5]
				"active", -- [6]
				35159, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["38049"] = {
				"38049", -- [1]
				"Timer38049cd", -- [2]
				"~Водяная могила", -- [3]
				20, -- [4]
				136148, -- [5]
				"cd", -- [6]
				38049, -- [7]
				3, -- [8]
				"Tidewalker", -- [9]
				["id"] = 627,
			},
			["29522"] = {
				"29522", -- [1]
				"Timer29522target	Киздамэсэ", -- [2]
				"Священный огонь: Киздамэсэ", -- [3]
				12, -- [4]
				135972, -- [5]
				"target", -- [6]
				29522, -- [7]
				5, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["31298"] = {
				"31298", -- [1]
				"Timer31298cd", -- [2]
				"~Сон", -- [3]
				19, -- [4]
				136090, -- [5]
				"cd", -- [6]
				31298, -- [7]
				3, -- [8]
				"Anetheron", -- [9]
				["id"] = 619,
			},
			["38523"] = {
				"38523", -- [1]
				"Timer38523cast", -- [2]
				"Дыхание Пустоты ", -- [3]
				2.5, -- [4]
				135739, -- [5]
				"cast", -- [6]
				38523, -- [7]
				3, -- [8]
				"Netherspite", -- [9]
				["id"] = 659,
			},
			["31970"] = {
				"31970", -- [1]
				"Timer31970cd", -- [2]
				"~Страх", -- [3]
				40, -- [4]
				136147, -- [5]
				"cd", -- [6]
				31970, -- [7]
				2, -- [8]
				"Archimonde", -- [9]
				["id"] = 622,
			},
			["nil"] = {
				"nil", -- [1]
				"TimerNextPortal	13", -- [2]
				"Портал 13", -- [3]
				122, -- [4]
				135743, -- [5]
				nil, -- [6]
				nil, -- [7]
				6, -- [8]
				"PT", -- [9]
				["id"] = 1921,
			},
			["29946"] = {
				"29946", -- [1]
				"Timer29946active", -- [2]
				"Венец пламени заканчивается", -- [3]
				20.2, -- [4]
				135926, -- [5]
				"active", -- [6]
				29946, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["41001"] = {
				"41001", -- [1]
				"Timer41001cd", -- [2]
				"~Смертельное притяжение", -- [3]
				24.4, -- [4]
				136202, -- [5]
				"cd", -- [6]
				41001, -- [7]
				3, -- [8]
				"Shahraz", -- [9]
				["id"] = 607,
			},
			["37363"] = {
				"37363", -- [1]
				"Timer37363cd", -- [2]
				"~Вращение", -- [3]
				15, -- [4]
				136235, -- [5]
				"cd", -- [6]
				37363, -- [7]
				2, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["33923"] = {
				"33923", -- [1]
				"Timer33923cast", -- [2]
				"Звуковая волна ", -- [3]
				5, -- [4]
				136010, -- [5]
				"cast", -- [6]
				33923, -- [7]
				2, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["12540"] = {
				"12540", -- [1]
				"Timer12540target	Гултрок", -- [2]
				"Парализующий удар: Гултрок", -- [3]
				4, -- [4]
				132155, -- [5]
				"target", -- [6]
				12540, -- [7]
				3, -- [8]
				"Thekal", -- [9]
				["id"] = 789,
			},
			["35181"] = {
				"35181", -- [1]
				"Timer35181cd", -- [2]
				"~Бреющий полет", -- [3]
				30, -- [4]
				135808, -- [5]
				"cd", -- [6]
				35181, -- [7]
				2, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
			["31534"] = {
				"31534", -- [1]
				"Timer31534active	Полководец Калитреш", -- [2]
				"Отражение заклинаний заканчивается", -- [3]
				8, -- [4]
				132361, -- [5]
				"active", -- [6]
				31534, -- [7]
				5, -- [8]
				"575", -- [9]
				["id"] = 1944,
			},
			["34162"] = {
				"34162", -- [1]
				"Timer34162cd", -- [2]
				"~Тяжкий удар", -- [3]
				13, -- [4]
				132326, -- [5]
				"cd", -- [6]
				34162, -- [7]
				2, -- [8]
				"VoidReaver", -- [9]
				["id"] = 731,
			},
			["33525"] = {
				"33525", -- [1]
				"Timer33525cd", -- [2]
				"~Удар по земле", -- [3]
				40, -- [4]
				135237, -- [5]
				"cd", -- [6]
				33525, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["31447"] = {
				"31447", -- [1]
				"Timer31447fades", -- [2]
				"Метка Каз'рогала спадает", -- [3]
				45, -- [4]
				136214, -- [5]
				"fades", -- [6]
				31447, -- [7]
				2, -- [8]
				"Kazrogal", -- [9]
				["id"] = 620,
			},
			["785"] = {
				"785", -- [1]
				"Timer785active", -- [2]
				"Истинное счастье заканчивается", -- [3]
				20, -- [4]
				136129, -- [5]
				"active", -- [6]
				785, -- [7]
				3, -- [8]
				"Skeram", -- [9]
				["id"] = 709,
			},
			["24314"] = {
				"24314", -- [1]
				"Timer24314target	Киздамэсэ", -- [2]
				"Угрожающий взгляд: Киздамэсэ", -- [3]
				6, -- [4]
				136129, -- [5]
				"target", -- [6]
				24314, -- [7]
				3, -- [8]
				"Bloodlord", -- [9]
				["id"] = 787,
			},
			["31481"] = {
				"31481", -- [1]
				"Timer31481target	Фэрэдумнезеу", -- [2]
				"Взрыв легких: Фэрэдумнезеу", -- [3]
				10, -- [4]
				132322, -- [5]
				"target", -- [6]
				31481, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["37472"] = {
				"37472", -- [1]
				"Timer37472active", -- [2]
				"Кровожадность заканчивается", -- [3]
				10, -- [4]
				136012, -- [5]
				"active", -- [6]
				37472, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["30616"] = {
				"30616", -- [1]
				"Timer30616cdcount	1", -- [2]
				"~Вспышка огненной звезды (1)", -- [3]
				54, -- [4]
				135824, -- [5]
				"cdcount", -- [6]
				30616, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["33711"] = {
				"33711", -- [1]
				"Timer33711target	Янехилка", -- [2]
				"Прикосновение Бормотуна: Янехилка", -- [3]
				14, -- [4]
				136114, -- [5]
				"target", -- [6]
				33711, -- [7]
				3, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["38592"] = {
				"38592", -- [1]
				"Timer38592active2", -- [2]
				"Отражение заклинаний заканчивается", -- [3]
				6, -- [4]
				136222, -- [5]
				"active", -- [6]
				38592, -- [7]
				5, -- [8]
				"553", -- [9]
				["id"] = 1921,
			},
			["28240"] = {
				"28240", -- [1]
				"Timer28240cd", -- [2]
				"~Ядовитое облако", -- [3]
				15, -- [4]
				136006, -- [5]
				"cd", -- [6]
				28240, -- [7]
				5, -- [8]
				"Grobbulus", -- [9]
				["id"] = 1111,
			},
			["43127"] = {
				"43127", -- [1]
				"Timer43127cd", -- [2]
				"~Незримое присутствие", -- [3]
				27.8, -- [4]
				135974, -- [5]
				"cd", -- [6]
				43127, -- [7]
				3, -- [8]
				"Attumen", -- [9]
				["id"] = 652,
			},
			["29973"] = {
				"29973", -- [1]
				"Timer29973cast", -- [2]
				"Чародейский взрыв ", -- [3]
				10, -- [4]
				136116, -- [5]
				"cast", -- [6]
				29973, -- [7]
				2, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["31013"] = {
				"31013", -- [1]
				"Timer31013cd", -- [2]
				"~Испуганный крик", -- [3]
				19, -- [4]
				136184, -- [5]
				"cd", -- [6]
				31013, -- [7]
				2, -- [8]
				"Oz", -- [9]
				["id"] = 655,
			},
			["29511"] = {
				"29511", -- [1]
				"Timer29511cd", -- [2]
				"~Покаяние", -- [3]
				28, -- [4]
				135942, -- [5]
				"cd", -- [6]
				29511, -- [7]
				6, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["33144"] = {
				"33144", -- [1]
				"Timer33144cast", -- [2]
				"Исцеление ", -- [3]
				2, -- [4]
				135915, -- [5]
				"cast", -- [6]
				33144, -- [7]
				4, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["31306"] = {
				"31306", -- [1]
				"Timer31306fades", -- [2]
				"Темная стая спадает", -- [3]
				20, -- [4]
				136128, -- [5]
				"fades", -- [6]
				31306, -- [7]
				3, -- [8]
				"Anetheron", -- [9]
				["id"] = 619,
			},
		},
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 1459,
		["unlock_button"] = 4,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["OVERALLDATA_WARNING1"] = 2,
		["logons"] = 1459,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["DISABLE_ONDEATH_PANEL"] = true,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["spell_school_cache"] = {
		["Роковой Огонь"] = 4,
		["Правосудие пламени"] = 2,
		["Дыхание дракона"] = 4,
		["Смертельный яд VII"] = 8,
		["Чародейский шквал"] = 64,
		["Печать крови"] = 2,
		["Пламенное оружие"] = 4,
		["Электрическая сеть"] = 8,
		["Атака орла"] = 1,
		["Пламя"] = 4,
		["Лютый яд"] = 8,
		["Порывистый ветер"] = 1,
		["Злоба"] = 8,
		["Удар щитом"] = 1,
		["Разбивание"] = 1,
		["Демонический огонь"] = 4,
		["Печать мщения"] = 2,
		["Ледяная атака"] = 16,
		["Подрезать крылья"] = 1,
		["Обломки"] = 1,
		["Ужасный луч"] = 32,
		["Нейтрализующий яд"] = 8,
		["Мертвенный вой"] = 32,
		["Заморозка"] = 8,
		["Смерч"] = 8,
		["Огонь Скверны"] = 4,
		["Горящая кувалда"] = 4,
		["Связка души"] = 32,
		["Неистовство бури"] = 8,
		["Разрушитель чар"] = 1,
		["Бросок валуна"] = 1,
		["Гнев небес"] = 2,
		["Яростные когти"] = 1,
		["Удар воина Света"] = 1,
		["Гнев астроманта"] = 64,
		["Размах"] = 1,
		["Калечащий яд"] = 8,
		["Разряд"] = 8,
		["Благословение жертвенности"] = 2,
		["Оковы земли"] = 8,
		["Раскол души"] = 32,
		["Чародейский заряд"] = 64,
		["Затмение"] = 32,
		["Огненный взрыв"] = 4,
		["Увядание"] = 32,
		["Огненный щит"] = 4,
		["Разящий удар"] = 1,
		["Горящие шипы"] = 4,
		["Раскол брони"] = 1,
		["Связывание ног"] = 1,
		["Порча"] = 32,
		["Приливная волна"] = 16,
		["Жар Скверны"] = 4,
		["Споровое облако"] = 8,
		["Темное вращение"] = 1,
		["Искривление пространства"] = 64,
		["Ментальный крик"] = 32,
		["Взрыв кончика иглы"] = 16,
		["Шок небес"] = 2,
		["Скорпионий яд"] = 8,
		["Резонанс Чар"] = 64,
		["Огненный ливень"] = 4,
		["Ужасающий визг"] = 32,
		["Земной шок"] = 8,
		["Аура воздаяния"] = 2,
		["Аура ужаса"] = 32,
		["Удар теней"] = 32,
		["Шипы"] = 8,
		["Жгучая боль"] = 4,
		["Расправа"] = 1,
		["Взрывание"] = 8,
		["Град стрел"] = 64,
		["Ожог Тьмы"] = 32,
		["Удар клыками"] = 1,
		["Деморализующий крик"] = 1,
		["Выстрел"] = 1,
		["Верный выстрел"] = 1,
		["Кислотный плевок"] = 8,
		["Отравляющий укол"] = 1,
		["Экзорцизм"] = 2,
		["Смертельный раскол"] = 1,
		["Бросок"] = 1,
		["Отмщение"] = 2,
		["Вспышка огненной звезды"] = 4,
		["Рассекающий удар"] = 1,
		["Огненный шар"] = 4,
		["Рык"] = 1,
		["Правосудие праведности"] = 2,
		["Взрыв разума"] = 32,
		["Иссушающий яд"] = 8,
		["Мифриловый шип для щита"] = 1,
		["Отражающий щит"] = 2,
		["Залп стрел Тьмы"] = 32,
		["Подлый трюк"] = 1,
		["Злость"] = 8,
		["Выстрел из глаз"] = 32,
		["Дыхание Пустоты"] = 64,
		["Секущий удар"] = 1,
		["Вспышка Хаоса"] = 4,
		["Свирепый укус"] = 1,
		["Проклятие агонии"] = 32,
		["Аллергическая реакция"] = 8,
		["Отбрасывание"] = 1,
		["Гаррота"] = 1,
		["Огненное оружие"] = 4,
		["Кислотное дыхание"] = 8,
		["Устрашение"] = 1,
		["Зловещий луч"] = 32,
		["Чародейский шар"] = 64,
		["Правосудие крови"] = 2,
		["Укус змеи"] = 8,
		["Tiro-Autom�tico"] = 1,
		["Эффект обжигающей ловушки"] = 4,
		["Удар по почкам"] = 1,
		["Оглушить"] = 1,
		["Огненный шок"] = 4,
		["Победный раж"] = 1,
		["Чародейская вспышка"] = 64,
		["Праведная защита"] = 1,
		["Щит молний"] = 8,
		["Проклятие боли"] = 32,
		["Электрическая буря"] = 8,
		["Кровожадность"] = 1,
		["Отражение заклинаний"] = 1024,
		["Размашистые удары"] = 1,
		["Водяная стрела"] = 16,
		["Рой насекомых"] = 8,
		["Кольцо льда"] = 16,
		["Щит небес"] = 2,
		["Потрошение"] = 1,
		["Стрела Тьмы"] = 32,
		["Эффект взрывной ловушки"] = 4,
		["Вызывающий крик"] = 1,
		["Удар грома"] = 1,
		["Устрашающий крик"] = 1,
		["Проклятие банши"] = 32,
		["Зуботычина"] = 1,
		["Сварочный луч"] = 8,
		["Увечье (кошка)"] = 1,
		["Прикосновение вампира"] = 32,
		["Ядовитый укус"] = 8,
		["Ящеричья молния"] = 8,
		["Похищение жизни"] = 32,
		["Кровопускание"] = 1,
		["Лунный огонь"] = 64,
		["Освящение"] = 2,
		["Ядовитая пыльца"] = 8,
		["Злобный луч"] = 32,
		["Горение Пустоты"] = 32,
		["Неугасимое Пламя"] = 4,
		["Сокрушение"] = 1,
		["Мощное пламя"] = 32,
		["Сверление брони"] = 1,
		["Инфернал"] = 32,
		["Гнев"] = 8,
		["Быстродействующий яд II"] = 8,
		["Прикосновение слабости"] = 32,
		["Кара"] = 2,
		["Огненная бомба"] = 4,
		["Правосудие возмездия"] = 2,
		["Знак Ярости Солнца"] = 4,
		["Сожжение маны"] = 32,
		["Похищение души"] = 32,
		["Ториевый шип для щита"] = 1,
		["Правосудие повиновения"] = 2,
		["Кислотная рана"] = 8,
		["Ядовитый плевок"] = 8,
		["Стена огня"] = 4,
		["Вытягивание сущности"] = 32,
		["Хватка земли"] = 1,
		["Печать повиновения"] = 2,
		["Кровоизлияние"] = 1,
		["Испепеление"] = 4,
		["Прицельный выстрел"] = 1,
		["Брызги слизи"] = 8,
		["Снежная буря"] = 16,
		["Казнь"] = 1,
		["Правосудие мученика"] = 2,
		["Яд"] = 8,
		["Подрезать сухожилия"] = 1,
		["Щит мстителя"] = 2,
		["Яд Ромуло"] = 8,
		["Взрывная волна"] = 4,
		["Разрушение"] = 1,
		["Поле пламени"] = 4,
		["Избавление души"] = 2,
		["Вспышка энергии"] = 64,
		["Жестокий яд"] = 8,
		["Воздаяние"] = 2,
		["Развеивание магии"] = 8,
		["Перьевой взрыв"] = 1,
		["Смертельный бросок"] = 1,
		["Объятия вампира"] = 32,
		["Свет наару"] = 2,
		["Команда \"Взять!\""] = 1,
		["Кончик иглы"] = 1,
		["Гнев деревьев"] = 8,
		["Болезнетворное облако"] = 8,
		["Тычок"] = 1,
		["Тень смерти"] = 32,
		["Звуковая волна"] = 8,
		["Антимагия"] = 64,
		["Corpo-a-Corpo"] = 1,
		["Раскаленный доспех"] = 4,
		["Увечье (медведь)"] = 1,
		["Лабрисса"] = 1,
		["Детонация Пустоты"] = 64,
		["Бросок динамита"] = 4,
		["Огненная стрела"] = 4,
		["Огненные перья"] = 4,
		["Удар бури"] = 1,
		["Священная месть"] = 2,
		["Огненный след"] = 4,
		["Солнечный щит"] = 64,
		["Шип для щита из оскверненной стали"] = 1,
		["Изнуряющий удар"] = 1,
		["Огненный столб"] = 4,
		["Взрыв легких"] = 1,
		["Волшебный поток"] = 64,
		["Цепная молния"] = 8,
		["Привязь раздвоенной молнии"] = 8,
		["Пламень"] = 4,
		["Водомет"] = 16,
		["Кровоточащая рана"] = 1,
		["Звездный огонь"] = 64,
		["Звездные осколки"] = 64,
		["Осколочная бомба"] = 4,
		["Окоченение"] = 16,
		["Ледяное копье"] = 16,
		["Быстродействующий яд VII"] = 8,
		["Вулканический гейзер"] = 4,
		["Удар в спину"] = 1,
		["Превосходная мина"] = 4,
		["Глубокая рана"] = 1,
		["Растерзать"] = 1,
		["Перехват - оглушение"] = 1,
		["Ожог Скверны"] = 4,
		["Проклятие стихий"] = 32,
		["Пламенный вихрь"] = 4,
		["Проклятие рока"] = 32,
		["Реванш"] = 1,
		["Яростное пламя"] = 4,
		["Смертельный яд"] = 8,
		["Нестабильное колдовство"] = 32,
		["Коварный удар"] = 1,
		["Рывок"] = 1,
		["Землетрясение"] = 1,
		["Грозовое дыхание"] = 8,
		["Ледяная стрела"] = 16,
		["Гаррота - немота"] = 1,
		["Рваная рана"] = 1,
		["Орбитальный удар"] = 32,
		["Теневая хватка"] = 32,
		["Страх"] = 32,
		["Статический сбой"] = 8,
		["Чародейский взрыв"] = 64,
		["Споровый взрыв"] = 8,
		["Смертоносная рана"] = 1,
		["Молния"] = 8,
		["Удар ящера"] = 1,
		["Слово Тьмы: Смерть"] = 32,
		["Атака с \"Неистовством ветра\""] = 1,
		["Подавление магии"] = 32,
		["Залп шипами"] = 1,
		["Укус"] = 1,
		["Выше и дальше"] = 4,
		["Выброс пламени"] = 4,
		["Громовая поступь"] = 1,
		["Эффект Молоткового перфоратора"] = 1,
		["Отравляющие споры"] = 8,
		["Хрусть"] = 1,
		["Смертельный яд VI"] = 8,
		["Печать жертвы"] = 2,
		["Кипящая вода"] = 4,
		["Лихорадочный жар"] = 8,
		["Греховный луч"] = 32,
		["Автоматическая стрельба"] = 1,
		["Священный огонь"] = 4,
		["Кислотные брызги"] = 8,
		["Поток пламени"] = 4,
		["Объятия Тьмы"] = 32,
		["Печать праведности"] = 2,
		["Отравляющий плевок"] = 8,
		["Залп"] = 1,
		["Призрачный удар"] = 1,
		["Электрокожа"] = 8,
		["Вой ужаса"] = 32,
		["Вихрь"] = 8,
		["Ближний бой"] = 1,
		["Жертвенный огонь"] = 4,
		["Вредоносный удар"] = 1,
		["Разорвать"] = 1,
		["Вращение"] = 1,
		["Благословение неприкосновенности"] = 2,
		["Нокдаун"] = 1,
		["Эффект \"Адского пламени\""] = 4,
		["Кольцо огня"] = 4,
		["Провокация"] = 1,
		["Звериная атака"] = 1,
		["Вытягивание жизни"] = 32,
		["Водяная могила"] = 16,
		["Когти"] = 1,
		["Темная стая"] = 32,
		["Гнилые споры"] = 32,
		["Молот гнева"] = 2,
		["Светящаяся кровь"] = 8,
		["Пламенная боль"] = 4,
		["Возмездие"] = 1,
		["Сокрушение щитом"] = 1,
		["Теневые удары"] = 32,
		["Урон силы"] = 8,
		["Атака языка пламени"] = 4,
		["Быстродействующий яд VI"] = 8,
		["Воспламенение"] = 4,
		["Паника"] = 32,
		["Неистовые кулаки"] = 4,
		["Удар героя"] = 1,
		["Смертельный удар"] = 1,
		["Жарчайшее пламя"] = 4,
		["Чародейские стрелы"] = 64,
		["Горение"] = 4,
		["Пинок"] = 1,
		["Бреющий полет"] = 4,
		["Чародейская стрела"] = 64,
		["Выброс"] = 1,
		["Слово Тьмы: Боль"] = 32,
		["Ожог"] = 4,
		["Отравляющие пары"] = 8,
		["Превосходство"] = 1,
		["Отвлечение"] = 1,
		["Чародейский выстрел"] = 64,
		["Аура шипов"] = 8,
		["Пытка разума"] = 32,
		["Слабая расщелина тьмы"] = 32,
		["Тяжкий удар"] = 64,
		["Семя порчи"] = 32,
		["Дезориентирующий выстрел"] = 1,
		["Поражение чарами"] = 64,
		["Ледяной шок"] = 16,
		["Священная земля"] = 2,
		["Удар ненависти"] = 1,
		["Топот"] = 4,
		["Привязь молнии"] = 8,
		["Осмос"] = 8,
		["Адское пламя"] = 4,
		["Замедление"] = 1,
		["Рунический щит"] = 8,
		["Всплеск боли"] = 32,
		["Лик смерти"] = 32,
		["Массовое рассеивание"] = 2,
	},
	["deathlog_healingdone_min"] = 1,
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Использовано зелий",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 7,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
	},
	["damage_scroll_auto_open"] = true,
	["latest_news_saw"] = "2.5.29213",
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["realm_sync"] = true,
	["current_exp_raid_encounters"] = {
	},
	["global_plugin_database"] = {
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-4474-02423969"] = {
			["time"] = 1650301779,
			["name"] = "Мирумирка",
			["ilvl"] = 130,
		},
		["Player-4474-01DF4F85"] = {
			["time"] = 1650301758,
			["name"] = "Ланатай",
			["ilvl"] = 136,
		},
		["Player-4474-0367AC45"] = {
			["time"] = 1650301744,
			["name"] = "Иргирсар",
			["ilvl"] = 125,
		},
		["Player-4474-02BA26FA"] = {
			["time"] = 1650301693,
			["name"] = "Воидан",
			["ilvl"] = 119,
		},
		["Player-4474-02474B4B"] = {
			["time"] = 1650301805,
			["name"] = "Предлагаю",
			["ilvl"] = 139,
		},
		["Player-4474-033500FD"] = {
			["time"] = 1650301780,
			["name"] = "Тамалики",
			["ilvl"] = 140,
		},
		["Player-4474-02165CA2"] = {
			["time"] = 1650301647,
			["name"] = "Мгунгундлову",
			["ilvl"] = 139,
		},
		["Player-4474-0116F15F"] = {
			["time"] = 1650301805,
			["name"] = "Арикуното",
			["ilvl"] = 139,
		},
		["Player-4474-02A9BA36"] = {
			["time"] = 1650301774,
			["name"] = "Кивей",
			["ilvl"] = 139,
		},
		["Player-4474-03BE427E"] = {
			["time"] = 1650301805,
			["name"] = "Девятка",
			["ilvl"] = 109,
		},
		["Player-4474-0331813E"] = {
			["time"] = 1650301766,
			["name"] = "Крузердэй",
			["ilvl"] = 122,
		},
		["Player-4474-038023F3"] = {
			["time"] = 1650301713,
			["name"] = "Примариз",
			["ilvl"] = 123,
		},
		["Player-4474-03673121"] = {
			["time"] = 1650301735,
			["name"] = "Фэш",
			["ilvl"] = 140,
		},
		["Player-4474-0284F24C"] = {
			["time"] = 1650301758,
			["name"] = "Риксанчиз",
			["ilvl"] = 135,
		},
		["Player-4474-01F3A3F6"] = {
			["time"] = 1650301766,
			["name"] = "Його",
			["ilvl"] = 136,
		},
		["Player-4474-03659FFB"] = {
			["time"] = 1650301807,
			["name"] = "Киздамэсэ",
			["ilvl"] = 136,
		},
		["Player-4474-03857A7A"] = {
			["time"] = 1650301787,
			["name"] = "Свагнум",
			["ilvl"] = 139,
		},
		["Player-4474-02156DEE"] = {
			["time"] = 1650301802,
			["name"] = "Хэя",
			["ilvl"] = 124,
		},
		["Player-4474-01383AE9"] = {
			["time"] = 1650301805,
			["name"] = "Растрахан",
			["ilvl"] = 135,
		},
		["Player-4474-0305ED61"] = {
			["time"] = 1650301758,
			["name"] = "Пуссигерл",
			["ilvl"] = 128,
		},
	},
	["savedStyles"] = {
	},
	["savedCustomSpells"] = {
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [3]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [4]
		{
			1, -- [1]
			"Ближний бой", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [5]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [6]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [7]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [8]
	},
	["update_warning_timeout"] = 10,
	["switchSaved"] = {
		["slots"] = 10,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
		},
	},
	["raid_data"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 59.25902557373047,
		["x"] = -47.40744018554688,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 10362,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1650123845,
	["report_where"] = "PARTY",
}
