
TukuiDatabase = {
	["Variables"] = {
		["Пламегор"] = {
			["Киздамэсэ"] = {
				["Installation"] = {
					["Done"] = true,
				},
				["Misc"] = {
				},
				["Move"] = {
				},
				["ActionBars"] = {
				},
				["DataTexts"] = {
					["Friends"] = {
						true, -- [1]
						3, -- [2]
					},
					["Character"] = {
						true, -- [1]
						2, -- [2]
					},
					["Guild"] = {
						true, -- [1]
						1, -- [2]
					},
					["Gold"] = {
						true, -- [1]
						6, -- [2]
					},
					["Time"] = {
						true, -- [1]
						7, -- [2]
					},
					["MicroMenu"] = {
						true, -- [1]
						5, -- [2]
					},
					["System"] = {
						true, -- [1]
						4, -- [2]
					},
				},
				["Tracking"] = {
					["PvE"] = {
					},
					["PvP"] = {
					},
				},
				["Chat"] = {
					["Positions"] = {
						["Frame3"] = {
							["Anchor1"] = "TOPLEFT",
							["X"] = 0,
							["IsUndocked"] = false,
							["Anchor2"] = "TOPLEFT",
							["Height"] = 141.9999847412109,
							["Y"] = 0,
							["Width"] = 450,
						},
						["Frame1"] = {
							["Anchor1"] = "BOTTOMLEFT",
							["X"] = 0,
							["IsUndocked"] = false,
							["Anchor2"] = "TOPLEFT",
							["Height"] = 141.9999847412109,
							["Y"] = 3.999999761581421,
							["Width"] = 450,
						},
						["Frame2"] = {
							["Anchor1"] = "TOPLEFT",
							["X"] = 0,
							["IsUndocked"] = false,
							["Anchor2"] = "TOPLEFT",
							["Height"] = 117.9999694824219,
							["Y"] = -24.0000057220459,
							["Width"] = 450,
						},
						["Frame4"] = {
							["Anchor1"] = "BOTTOMLEFT",
							["X"] = 0,
							["IsUndocked"] = true,
							["Anchor2"] = "TOPLEFT",
							["Height"] = 141.9999847412109,
							["Y"] = 3.999999761581421,
							["Width"] = 449.9999694824219,
						},
					},
				},
			},
		},
	},
	["ChatHistory"] = {
		{
			"Хиджал(HS) GOLDBID СЕЙЧАС . Ищу Ханта/РШамана/Элема и ШП. Инфа https://discord.gg/H6TBPXpP", -- [1]
			"Гетсафферинг-Пламегор", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Гетсафферинг", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			396, -- [11]
			"Player-4474-02B9544D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340572,
		}, -- [1]
		{
			"Хиджал(HS) GOLDBID СЕЙЧАС . Ищу Ханта/РШамана/Элема и ШП. Инфа https://discord.gg/H6TBPXpP", -- [1]
			"Гетсафферинг-Пламегор", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Гетсафферинг", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			268, -- [11]
			"Player-4474-02B9544D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340514,
		}, -- [2]
		{
			"Танцуют все!", -- [1]
			"Азуред-Пламегор", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Азуред", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			168, -- [11]
			"Player-4474-03A8C187", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340458,
		}, -- [3]
		{
			"Танцуют все!", -- [1]
			"Азуред-Пламегор", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Азуред", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			163, -- [11]
			"Player-4474-03A8C187", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340456,
		}, -- [4]
		{
			"Танцуют все!", -- [1]
			"Азуред-Пламегор", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Азуред", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			133, -- [11]
			"Player-4474-03A8C187", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340445,
		}, -- [5]
		{
			"Хиджал(HS) GOLDBID СЕЙЧАС . Ищу Ханта/РШамана/Элема и ШП. Инфа https://discord.gg/H6TBPXpP", -- [1]
			"Гетсафферинг", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Гетсафферинг", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			65, -- [11]
			"Player-4474-02B9544D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340417,
		}, -- [6]
		{
			"Танцуют все!", -- [1]
			"Азуред", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Азуред", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			19, -- [11]
			"Player-4474-03A8C187", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340402,
		}, -- [7]
		{
			"в 5с на КАП нужен хил (хпал, дц) и го", -- [1]
			"Инбри", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Инбри", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			1, -- [11]
			"Player-4474-0333AADB", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[30] = "CHAT_MSG_YELL",
			[31] = 1644340384,
		}, -- [8]
	},
	["Settings"] = {
		["Пламегор"] = {
			["Киздамэсэ"] = {
			},
		},
	},
	["Gold"] = {
		["Пламегор"] = {
			["Киздамэсэ"] = 2804680,
		},
	},
}
