
PawnOptions = {
	["LastVersion"] = 2.0527,
	["LastPlayerFullName"] = "Киздамэсэ-Пламегор",
	["AutoSelectScales"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 29035,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:29035:3002:34220:31867:::::70:::::::::|h[Большой шлем смерча]|h|r",
		}, -- [1]
		{
			["ID"] = 28762,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:28762::::::::70:::::::::|h[Украшение Похищенных Душ]|h|r",
		}, -- [2]
		{
			["ID"] = 29037,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:29037:2994:24059:24059:::::70:::::::::|h[Наплечные щитки смерча]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 30056,
			["Level"] = 128,
			["Link"] = "|cffa335ee|Hitem:30056::24030:24059:24059::::70:::::::::|h[Одеяние полного ненависти призрака]|h|r",
		}, -- [5]
		{
			["ID"] = 30038,
			["Level"] = 128,
			["Link"] = "|cffa335ee|Hitem:30038::24056:24059:::::70:::::::::|h[Пояс взрыва]|h|r",
		}, -- [6]
		{
			["ID"] = 30172,
			["Level"] = 133,
			["Link"] = "|cffa335ee|Hitem:30172::::::::70:::::::::|h[Поножи катаклизма]|h|r",
		}, -- [7]
		{
			["ID"] = 28810,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:28810::::::::70:::::::::|h[Сапоги Ветрорезов]|h|r",
		}, -- [8]
		{
			["ID"] = 29521,
			["Level"] = 115,
			["Link"] = "|cffa335ee|Hitem:29521::::::::70:::::::::|h[Наручи удара Пустоты]|h|r",
		}, -- [9]
		{
			["ID"] = 27793,
			["Level"] = 112,
			["Link"] = "|cff0070dd|Hitem:27793:2937:23096:23096:::::70:::::::::|h[Повязки земной мантии]|h|r",
		}, -- [10]
		{
			["ID"] = 29302,
			["Level"] = 128,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:29302::::::::70:::::::::|h[Кольцо вечности]|h|r",
		}, -- [11]
		{
			["ID"] = 28753,
			["Level"] = 115,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:28753::::::::70:::::::::|h[Кольцо повторения]|h|r",
		}, -- [12]
		{
			["ID"] = 30345,
			["Level"] = 115,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:30345::::::::70:::::::::|h[Медальон Орды]|h|r",
		}, -- [13]
		{
			["ID"] = 29370,
			["Level"] = 110,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:29370::::::::70:::::::::|h[Икона Серебряного Полумесяца]|h|r",
		}, -- [14]
		{
			["ID"] = 28797,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:28797::::::::70:::::::::|h[Воинский плащ огров-магов]|h|r",
		}, -- [15]
		{
			["ID"] = 30313,
			["Level"] = 175,
			["Link"] = "|cffff8000|Hitem:30313::::::::70:::::::::|h[Посох распыления]|h|r",
		}, -- [16]
		{
			["ID"] = 29268,
			["Level"] = 110,
			["Link"] = "|cffa335ee|Hitem:29268:2654:::::::70:::::::::|h[Славный щит Мазторила]|h|r",
		}, -- [17]
	},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 2,
}
