
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "[*] Слово Тьмы: Смерть",
		[20048] = "Центурион из армии Багровой Длани",
		[20050] = "Инквизитор из армии Багровой Длани",
		[20052] = "Лезвие пилы",
		[21965] = "Хранитель глубин Волниис",
		[20062] = "Великий Звездочет Каперниан",
		[20064] = "Таладред Светокрад",
		[22352] = "Гигантский яростень",
		[18925] = "Посланник из Зала Звездочета",
		[20324] = "Опаленная гидра",
		[21215] = "Леотерас Слепец",
		[22487] = "Большой тотем противоядия <Хранитель глубин Волниис>",
		[18806] = "Жрец из Зала Звездочета",
		[21221] = "Зверолов резервуара Кривого Клыка",
		[15438] = "Большой элементаль огня <Десятокяиц>",
		[21987] = "World Trigger (Tiny)",
		[21229] = "Волномут из племени Седого Сердца",
		[22120] = "Глубинный спороскат <Хранитель глубин Шарккис>",
		[22009] = "Нечистый элементаль",
		[21251] = "Колосс Нижетопи",
		[21253] = "Очищенный элементаль воды <Гидросс Нестабильный>",
		[19350] = "Неизвестно",
		[21263] = "Техник из племени Седого Сердца",
		[21269] = "Сокрушение",
		[21271] = "Клинки Бесконечности",
		[21273] = "Фазовый щит",
		[21920] = "Скрытень-волноступ",
		[22055] = "Гвардеец резервуара Кривого Клыка",
		[21299] = "Ведьма пучин резервуара Кривого Клыка",
		[21301] = "Раздробитель резервуара Кривого Клыка",
		[20033] = "Звездочет",
		[20035] = "Кровостраж-маршал",
		[20037] = "Сокольничий крепости",
		[20039] = "Ястребиный феникс",
		[20041] = "Кристаллиновый часовой",
		[20043] = "Ученица звездочета",
		[20045] = "Провидец Пустоты",
		[20047] = "Боевой маг из армии Багровой Длани",
		[20049] = "Рыцарь крови из армии Багровой Длани",
		[21958] = "Зачарованный элементаль",
		[22091] = "Тотем огненного всполоха <Хранитель глубин Волниис>",
		[22347] = "Исполинский скрытень",
		[20063] = "Главный инженер Телоникус",
		[21339] = "Ведьма Ненависти резервуара Кривого Клыка",
		[21214] = "Повелитель глубин Каратресс",
		[21216] = "Гидросс Нестабильный",
		[21218] = "Отважный страж Вайш'ира",
		[22236] = "Тотем элементаля воды <Волномут из племени Седого Сердца>",
		[22238] = "Волномут из Змеиного святилища <Волномут из племени Седого Сердца>",
		[21226] = "Волноступ-шаман",
		[21863] = "Брандашмыг из Змеиного святилища",
		[21865] = "Душительница резервуара Кривого Клыка",
		[21232] = "Тихоступ из племени Седого Сердца",
		[22250] = "Тухлый гриб",
		[21873] = "Страж резервуара Кривого Клыка",
		[21875] = "Тень Леотераса",
		[18805] = "Верховный звездочет Солариан",
		[21230] = "Маг Пустоты из племени Седого Сердца",
		[21246] = "Спороскат из Змеиного святилища",
		[20046] = "Повелитель звездочетов",
		[19516] = "Страж Бездны",
		[21225] = "Волноступ-воин",
		[18079] = "Провидец из племени Тенетопи",
		[21002] = "Пары Пустоты",
		[19622] = "Кель'тас Солнечный Скиталец",
		[21220] = "Жрица резервуара Кривого Клыка",
		[20060] = "Лорд Сангвинар",
		[21274] = "Посох распыления",
		[21213] = "Морогрим Волноступ",
		[21268] = "Длинный лук Края Пустоты",
		[21270] = "Вселенский вдохновитель",
		[21272] = "Астральный тесак",
		[22036] = "Нечистое порождение Гидросса",
		[21217] = "Скрытень из глубин",
		[19551] = "Уголь Ал'ара",
		[7432] = "КУШАТЬ",
		[21508] = "Бешенка резервуара Кривого Клыка",
		[20031] = "Кровостраж-легионер",
		[21966] = "Хранитель глубин Шарккис",
		[21212] = "Леди Вайш",
		[21231] = "Щитоносец из племени Седого Сердца",
		[19514] = "Ал'ар",
		[22056] = "Странник резервуара Кривого Клыка",
		[21228] = "Гидромант-волноступ",
		[21806] = "Чароплет из племени Седого Сердца",
		[21964] = "Хранительница глубин Карибдис",
		[20032] = "Кровостраж-воздаятель",
		[20034] = "Звездный прорицатель",
		[20036] = "Кровостраж-оруженосец",
		[20038] = "Птенец ястребиного феникса",
		[20040] = "Кристаллиновый уничтожитель",
		[20042] = "Кузнец крепости",
		[20044] = "Начинающий звездочет",
		[21298] = "Змеестраж из резервуара Кривого Клыка",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		7, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[16280] = 7,
		[1020] = 2,
		[30546] = 9,
		[39609] = "Тотем прилива маны <Десятокяиц>",
		[37595] = 5,
		[38650] = "Брандашмыг из Змеиного святилища",
		[25527] = 7,
		[2048] = 1,
		[25559] = 7,
		[30706] = 7,
		[35869] = "Кель'тас Солнечный Скиталец",
		[13339] = "Большой элементаль огня <Десятокяиц>",
		[10278] = 2,
		[20572] = 4,
		[33983] = 11,
		[1038] = 2,
		[38235] = "Гидросс Нестабильный",
		[15473] = 5,
		[1044] = 2,
		[30994] = 11,
		[25895] = 2,
		[38491] = "Ведьма Ненависти резервуара Кривого Клыка",
		[26982] = 11,
		[26998] = 11,
		[27014] = 3,
		[40729] = 11,
		[27046] = 3,
		[20924] = 2,
		[16864] = 11,
		[36797] = "Кель'тас Солнечный Скиталец",
		[27126] = 8,
		[27158] = 2,
		[38971] = "Колосс Нижетопи",
		[27222] = 9,
		[26263] = 5,
		[38236] = "Хранитель глубин Волниис",
		[38332] = 5,
		[30451] = 8,
		[6346] = 5,
		[25368] = 5,
		[36478] = 4,
		[25464] = 7,
		[27526] = 3,
		[37661] = 7,
		[25528] = 7,
		[25560] = 7,
		[546] = 7,
		[36990] = "Посох распыления",
		[31842] = 2,
		[24713] = 7,
		[45334] = 11,
		[552] = 5,
		[38333] = 5,
		[9863] = 11,
		[38461] = "Спороскат из Змеиного святилища",
		[34433] = 5,
		[46837] = 9,
		[27031] = 4,
		[27079] = 8,
		[37790] = "Душительница резервуара Кривого Клыка",
		[27127] = 8,
		[27143] = 2,
		[27159] = 2,
		[38973] = "Колосс Нижетопи",
		[6554] = 1,
		[27223] = 9,
		[36032] = 8,
		[25225] = 1,
		[17057] = 11,
		[21165] = 7,
		[26296] = 1,
		[9080] = "Страж резервуара Кривого Клыка",
		[38366] = "Хранитель глубин Шарккис",
		[15258] = 5,
		[24394] = 3,
		[32594] = 7,
		[25449] = 7,
		[38622] = "Тотем элементаля воды <Волномут из племени Седого Сердца>",
		[46838] = 9,
		[34754] = 5,
		[33763] = 11,
		[35873] = "Кель'тас Солнечный Скиталец",
		[33891] = 11,
		[34946] = "Кузнец крепости",
		[39070] = "Волноступ-воин",
		[33987] = 11,
		[32996] = 5,
		[37120] = "Кузнец крепости",
		[11374] = 11,
		[38335] = "Хранительница глубин Карибдис",
		[35298] = "бафните <Дорфин>",
		[40445] = 11,
		[40477] = 3,
		[36481] = 7,
		[38591] = "Раздробитель резервуара Кривого Клыка",
		[27016] = 3,
		[15578] = "Кровостраж-легионер",
		[6774] = 4,
		[3391] = "Клинки Бесконечности",
		[27128] = 8,
		[27144] = 2,
		[9512] = 4,
		[75] = 3,
		[25242] = 1,
		[25274] = 1,
		[37249] = "Кровостраж-воздаятель",
		[33253] = 2,
		[34340] = 11,
		[20271] = 2,
		[38496] = "Ведьма Ненависти резервуара Кривого Клыка",
		[36482] = 3,
		[38624] = "Волномут из племени Седого Сердца",
		[43771] = 3,
		[25530] = "Опаляющий тотем VII <Крошкатралл>",
		[25562] = 7,
		[36834] = "Кель'тас Солнечный Скиталец",
		[38976] = "Колосс Нижетопи",
		[36994] = "Длинный лук Края Пустоты",
		[39104] = 7,
		[38145] = "Леди Вайш",
		[2458] = 1,
		[37282] = "Начинающий звездочет",
		[33254] = 2,
		[26889] = 4,
		[34341] = "Ал'ар",
		[25898] = 2,
		[24907] = 11,
		[11958] = 8,
		[26985] = 11,
		[38625] = "Тихоступ из племени Седого Сердца",
		[13005] = "Кровостраж-воздаятель",
		[27049] = "Кошка <Нури>",
		[27065] = 3,
		[25035] = "Нечистое порождение Гидросса",
		[27145] = 2,
		[36899] = 3,
		[38977] = "Колосс Нижетопи",
		[34917] = 5,
		[27209] = 9,
		[37027] = "Главный инженер Телоникус",
		[37123] = "Кристаллиновый механик",
		[36132] = "Кровостраж-маршал",
		[25275] = 1,
		[37251] = "Кровостраж-воздаятель",
		[38306] = "Хранитель глубин Волниис",
		[14204] = 1,
		[33255] = 2,
		[37379] = 9,
		[34342] = "Ал'ар",
		[25387] = 5,
		[28520] = 7,
		[25467] = 5,
		[8177] = 7,
		[25547] = 7,
		[25563] = 7,
		[35781] = "Кристаллиновый уничтожитель",
		[33831] = 11,
		[35941] = "Кель'тас Солнечный Скиталец",
		[39042] = 8,
		[18562] = 11,
		[37124] = "Звездный прорицатель",
		[31893] = 2,
		[25771] = 2,
		[37284] = "[*] Кипящая вода",
		[33256] = 1,
		[37444] = 8,
		[34471] = 3,
		[26986] = 11,
		[37604] = 5,
		[42783] = "Верховный звездочет Солариан",
		[27050] = "Кошка <Нури>",
		[27082] = 8,
		[33736] = 7,
		[38947] = "Отважный страж Вайш'ира",
		[34919] = 5,
		[27210] = 9,
		[27226] = 9,
		[25212] = 1,
		[34120] = 3,
		[1330] = 4,
		[37317] = "Сокольничий крепости",
		[30455] = 8,
		[37445] = 8,
		[25420] = 7,
		[28521] = 11,
		[38628] = "Ведьма пучин резервуара Кривого Клыка",
		[18371] = 9,
		[17364] = 7,
		[33737] = 7,
		[26635] = 1,
		[18499] = 1,
		[39044] = "Колосс Нижетопи",
		[30807] = 7,
		[30823] = 7,
		[37126] = "Звездный прорицатель",
		[34121] = "Ал'ар",
		[45438] = 8,
		[37318] = "Сокольничий крепости",
		[38373] = "Хранитель глубин Шарккис",
		[37382] = 3,
		[19746] = 2,
		[37478] = "Скрытень из глубин",
		[9913] = 11,
		[18803] = 5,
		[27003] = 11,
		[27019] = 3,
		[44863] = "Лорд Сангвинар",
		[30216] = 5,
		[27179] = 2,
		[39077] = "Кровостраж-оруженосец",
		[27243] = 9,
		[34026] = 3,
		[35081] = 7,
		[37159] = "Ястребиный феникс",
		[14181] = 4,
		[37255] = "Кровостраж-оруженосец",
		[38310] = "Леди Вайш",
		[37319] = "Птенец ястребиного феникса",
		[35369] = "Ал'ар",
		[25389] = 5,
		[6615] = 2,
		[41635] = 5,
		[38630] = "Щитоносец из племени Седого Сердца",
		[25533] = 7,
		[14325] = 3,
		[8219] = 7,
		[36936] = 7,
		[28730] = 2,
		[39078] = "Кровостраж-воздаятель",
		[30824] = 7,
		[34027] = "Кошка <Нури>",
		[37160] = "Птенец ястребиного феникса",
		[34123] = 11,
		[18788] = 9,
		[26988] = 11,
		[27004] = 11,
		[37640] = "Леотерас Слепец",
		[42787] = 7,
		[16870] = 11,
		[16886] = 11,
		[31224] = 4,
		[17941] = 9,
		[27164] = 2,
		[27180] = 2,
		[2894] = 7,
		[27228] = 9,
		[32375] = 5,
		[32391] = 9,
		[38216] = "Гидросс Нестабильный",
		[38280] = "Леди Вайш",
		[7870] = "Элихно <Сижунатрупах>",
		[33261] = 3,
		[33357] = 11,
		[39527] = 3,
		[28491] = 11,
		[28507] = 3,
		[25454] = 7,
		[37641] = "Леотерас Слепец",
		[7922] = 1,
		[25550] = "Тотем магмы V <Доктордизель>",
		[20467] = 2,
		[28715] = 7,
		[35947] = "Кровостраж-легионер",
		[51953] = 5,
		[1706] = 5,
		[33390] = "Жрец из Зала Звездочета",
		[39414] = "Верховный звездочет Солариан",
		[35084] = 8,
		[33351] = "Верховный звездочет Солариан",
		[5940] = 4,
		[2974] = 3,
		[33697] = 7,
		[33281] = "Верховный звездочет Солариан",
		[349981] = 5,
		[33262] = 3,
		[33355] = "Верховный звездочет Солариан",
		[38441] = "Повелитель глубин Каратресс",
		[15284] = "Кровостраж-легионер",
		[31033] = 11,
		[41606] = 4,
		[34477] = 3,
		[34937] = "Кристаллиновый часовой",
		[27005] = 11,
		[27021] = 3,
		[39329] = "Верховный звездочет Солариан",
		[9846] = 11,
		[18658] = 11,
		[29131] = 1,
		[27101] = 8,
		[2094] = 4,
		[33926] = 11,
		[27149] = 2,
		[3018] = 4,
		[35916] = "Звездочет",
		[36971] = "Великий Звездочет Каперниан",
		[30459] = 9,
		[379] = 2,
		[16188] = 7,
		[30330] = 1,
		[25231] = 1,
		[37135] = "Провидец Пустоты",
		[38218] = "Гидросс Нестабильный",
		[35181] = "Ал'ар",
		[37259] = "Рыцарь крови из армии Багровой Длани",
		[31930] = 2,
		[38346] = 8,
		[33263] = 11,
		[25359] = 7,
		[25375] = 5,
		[38474] = "Зверолов резервуара Кривого Клыка",
		[15269] = 5,
		[25423] = 7,
		[28508] = 11,
		[2062] = 7,
		[28540] = 5,
		[43308] = 5,
		[37675] = "Леотерас Слепец",
		[768] = 11,
		[37129] = "Ученица звездочета",
		[22482] = 4,
		[38725] = "Ученица звездочета",
		[33743] = 5,
		[37133] = "Ученица звездочета",
		[29707] = 1,
		[26654] = 1,
		[37279] = "Начинающий звездочет",
		[11305] = 4,
		[37111] = "Начинающий звездочет",
		[37036] = "Главный инженер Телоникус",
		[25431] = 5,
		[38599] = "Змеестраж из резервуара Кривого Клыка",
		[37132] = "Ученица звездочета",
		[33072] = 2,
		[38219] = "Гидросс Нестабильный",
		[37018] = "Великий Звездочет Каперниан",
		[37260] = "Рыцарь крови из армии Багровой Длани",
		[27869] = 2,
		[26862] = 4,
		[33264] = 8,
		[37289] = "Повелитель звездочетов",
		[10463] = 7,
		[5209] = 11,
		[41608] = 4,
		[12472] = 8,
		[26990] = 11,
		[5225] = 11,
		[5229] = 11,
		[37676] = "Леотерас Слепец",
		[10461] = "Тотем исцеляющего потока V <Десятокяиц>",
		[28093] = 7,
		[27086] = 8,
		[12536] = 8,
		[34190] = "[*] Чародейский шар",
		[35949] = "Кровостраж-легионер",
		[20066] = 2,
		[27166] = 2,
		[33807] = 2,
		[33786] = 11,
		[38028] = "Морогрим Волноступ",
		[710] = 9,
		[37112] = "Кузнец крепости",
		[33009] = "Верховный звездочет Солариан",
		[35087] = 7,
		[2139] = 8,
		[37118] = "Кузнец крепости",
		[36483] = 2,
		[37378] = 9,
		[37016] = "Фазовый щит",
		[36412] = 3,
		[33265] = 11,
		[25360] = 7,
		[36479] = 4,
		[25392] = 5,
		[11196] = 4,
		[36480] = 11,
		[28509] = 2,
		[39627] = 8,
		[38636] = "Маг Пустоты из племени Седого Сердца",
		[37770] = "Душительница резервуара Кривого Клыка",
		[25504] = 7,
		[38732] = "Повелитель звездочетов",
		[33649] = 3,
		[25552] = 7,
		[36731] = "[*] Поражение пламенем",
		[25584] = 4,
		[27268] = 9,
		[38924] = "Спороскат из Змеиного святилища",
		[2764] = 1,
		[31786] = 2,
		[20549] = 7,
		[31818] = 9,
		[31834] = 2,
		[19574] = 3,
		[37102] = "Кристаллиновый уничтожитель",
		[36805] = "Кель'тас Солнечный Скиталец",
		[31898] = 2,
		[37198] = 2,
		[38253] = "Нечистый элементаль",
		[18647] = 9,
		[36983] = "Вселенский вдохновитель",
		[36985] = "Вселенский вдохновитель",
		[33266] = 5,
		[36979] = "Длинный лук Края Пустоты",
		[38445] = "Повелитель глубин Каратресс",
		[27216] = 9,
		[38509] = "Леди Вайш",
		[36991] = "Астральный тесак",
		[18791] = 9,
		[26991] = 11,
		[27007] = 11,
		[27023] = 3,
		[16496] = "Главный инженер Телоникус",
		[38733] = "Повелитель звездочетов",
		[37019] = 7,
		[27087] = 8,
		[27103] = 8,
		[36815] = "Кель'тас Солнечный Скиталец",
		[41237] = 11,
		[12328] = 1,
		[27167] = 2,
		[36966] = "Таладред Светокрад",
		[30225] = "Таладред Светокрад",
		[27215] = 9,
		[30300] = 9,
		[36965] = "Таладред Светокрад",
		[38217] = "Гидросс Нестабильный",
		[25233] = 5,
		[29341] = 9,
		[27006] = 11,
		[34162] = "Страж Бездны",
		[16237] = 7,
		[37263] = "Боевой маг из армии Багровой Длани",
		[39087] = "Боевой маг из армии Багровой Длани",
		[37262] = "Боевой маг из армии Багровой Длани",
		[34322] = "Верховный звездочет Солариан",
		[37257] = "Рыцарь крови из армии Багровой Длани",
		[12292] = 1,
		[51120] = 7,
		[37268] = "Центурион из армии Багровой Длани",
		[26464] = 11,
		[25457] = 7,
		[38764] = 4,
		[37276] = "Инквизитор из армии Багровой Длани",
		[25505] = 7,
		[27168] = 2,
		[14311] = 3,
		[28017] = 7,
		[25569] = "Тотем источника маны V <Витечек>",
		[37283] = "Сокольничий крепости",
		[35035] = "Кристаллиновый уничтожитель",
		[8213] = 5,
		[8221] = 7,
		[883] = 3,
		[28734] = 2,
		[35383] = "[*] Огненный след",
		[34133] = "Уголь Ал'ара",
		[13376] = "Большой элементаль огня <Десятокяиц>",
		[37104] = "Кристаллиновый часовой",
		[39063] = "Гидромант-волноступ",
		[33076] = 5,
		[43763] = 7,
		[1680] = 1,
		[27165] = 5,
		[16190] = 7,
		[39374] = 5,
		[33268] = 7,
		[16666] = 2,
		[37154] = "Сокольничий крепости",
		[35410] = "Ал'ар",
		[39079] = "Сокольничий крепости",
		[37155] = "Сокольничий крепости",
		[6991] = 3,
		[26992] = 2,
		[27008] = 11,
		[27024] = 3,
		[22570] = 11,
		[37254] = "Кровостраж-оруженосец",
		[27072] = 8,
		[15589] = "Кровостраж-маршал",
		[27022] = 3,
		[29166] = 11,
		[27136] = 2,
		[42234] = 3,
		[25122] = 8,
		[6215] = 9,
		["DEBUFF"] = 11,
		[20055] = 2,
		[11578] = 1,
		[10328] = 2,
		[25218] = 5,
		[6795] = 11,
		[33077] = 1,
		[43339] = 7,
		[34164] = "Страж Бездны",
		[37265] = "Боевой маг из армии Багровой Длани",
		[33500] = "Кровостраж-легионер",
		[34260] = 2,
		[33269] = 5,
		[46755] = 8,
		[35915] = "Звездочет",
		[1719] = 1,
		[37109] = "Звездочет",
		[12721] = 1,
		[38576] = "Отважный страж Вайш'ира",
		[26481] = 1,
		[37122] = "Звездный прорицатель",
		[20375] = 2,
		[8117] = 3,
		[28726] = 11,
		[38768] = 4,
		[32546] = 5,
		[25570] = 7,
		[33074] = 2,
		[41932] = "Скрытень-волноступ",
		[35859] = "Пары Пустоты",
		[37764] = "Морогрим Волноступ",
		[37730] = "Морогрим Волноступ",
		[712] = 9,
		[29452] = 3,
		[34996] = "Кровостраж-маршал",
		[32982] = "Тотем элементаля огня <Десятокяиц>",
		[37106] = "Кристаллиновый часовой",
		[2457] = 1,
		[20647] = 1,
		[33110] = 5,
		[37234] = 7,
		[11406] = 11,
		[33206] = 5,
		[26865] = 4,
		[27186] = 4,
		[32592] = 5,
		[38449] = "Хранительница глубин Карибдис",
		[35412] = "Ал'ар",
		[2479] = 7,
		[35476] = 7,
		[34210] = 8,
		[26993] = 11,
		[38641] = "Маг Пустоты из племени Седого Сердца",
		[27025] = 3,
		[1066] = 11,
		[38664] = "Волноступ-воин",
		[39069] = "Волноступ-воин",
		[27089] = 8,
		[39066] = "Волноступ-шаман",
		[33750] = 7,
		[27137] = 2,
		[27153] = 2,
		[39067] = "Волноступ-шаман",
		[16979] = 11,
		[16166] = 7,
		[27217] = 9,
		[38627] = "Ведьма пучин резервуара Кривого Клыка",
		[25203] = 1,
		[36213] = "Большой элементаль земли <Витечек>",
		[25235] = 5,
		[33079] = 11,
		[33663] = "Тотем элементаля земли <Витечек>",
		[17099] = 11,
		[26888] = 4,
		[16246] = 7,
		[20216] = 2,
		[37363] = "Скрытень из глубин",
		[38649] = "Маг Пустоты из племени Седого Сердца",
		[8143] = 7,
		[11719] = 9,
		[15271] = 5,
		[34519] = 11,
		[25213] = 5,
		[1787] = 4,
		[38642] = "Маг Пустоты из племени Седого Сердца",
		[31616] = 7,
		[38572] = "Отважный страж Вайш'ира",
		[25778] = "Глубинный спороскат <Хранитель глубин Шарккис>",
		[20424] = 2,
		[5118] = 3,
		[8643] = 4,
		[25587] = 7,
		[38234] = "Хранитель глубин Волниис",
		[39953] = 7,
		[38358] = "Хранительница глубин Карибдис",
		[31789] = 2,
		[36980] = "Длинный лук Края Пустоты",
		[38431] = "Хранитель глубин Шарккис",
		[12470] = "Большой элементаль огня <Десятокяиц>",
		[10308] = 2,
		[29436] = "Хранитель глубин Шарккис",
		[38730] = "Эффект заклинания Грибпа",
		[33080] = 5,
		[38258] = "Странник резервуара Кривого Клыка",
		[38259] = "Странник резервуара Кривого Клыка",
		[17627] = 7,
		[17531] = 2,
		[26866] = 4,
		[24248] = 11,
		[19577] = 3,
		[348704] = 2,
		[26669] = 4,
		[27259] = 9,
		[19801] = 3,
		[24932] = 11,
		[26994] = 11,
		[356110] = 2,
		[27026] = 3,
		[33073] = 2,
		[27139] = 2,
		[39309] = "Внутренний демон",
		[5246] = 1,
		[37531] = "Чароплет из племени Седого Сердца",
		[34775] = 11,
		[27138] = 2,
		[39076] = "Чароплет из племени Седого Сердца",
		[38653] = "Тухлый гриб",
		[38995] = "Техник из племени Седого Сердца",
		[23110] = "Кошка <Нури>",
		[38652] = "Тухлый гриб",
		[38631] = "Щитоносец из племени Седого Сердца",
		[38655] = "Брандашмыг из Змеиного святилища",
		[38132] = 11,
		[15359] = 5,
		[20425] = 2,
		[38617] = "Волномут из племени Седого Сердца",
		[38260] = "Гвардеец резервуара Кривого Клыка",
		[17116] = 11,
		[8178] = 7,
		[41425] = 8,
		[27220] = 9,
		[25364] = 5,
		[38452] = "Хранитель глубин Волниис",
		[25396] = 7,
		[39027] = "Волномут из племени Седого Сердца",
		[34456] = 3,
		[38580] = "Жрица резервуара Кривого Клыка",
		[25460] = 5,
		[38644] = "Маг Пустоты из племени Седого Сердца",
		[38603] = "Змеестраж из резервуара Кривого Клыка",
		[38645] = "Маг Пустоты из племени Седого Сердца",
		[38635] = "Маг Пустоты из племени Седого Сердца",
		[2687] = 1,
		[13809] = 3,
		[33721] = 8,
		[36822] = "Кель'тас Солнечный Скиталец",
		[34299] = 4,
		[26480] = 1,
		[12826] = 8,
		[31790] = 2,
		[34936] = 9,
		[43838] = 2,
		[44207] = 11,
		[34866] = 5,
		[37110] = "Звездочет",
		[28272] = 8,
		[33082] = 1,
		[25780] = 2,
		[30911] = 9,
		[37270] = "Центурион из армии Багровой Длани",
		[9634] = 11,
		[26867] = 4,
		[45302] = 7,
		[37174] = 4,
		[20777] = 7,
		[33370] = 5,
		[3045] = 3,
		[41618] = 7,
		[26979] = 11,
		[3738] = 7,
		[27011] = 11,
		[10964] = 5,
		[28168] = "Страж резервуара Кривого Клыка",
		[14751] = 5,
		[31035] = 7,
		[30022] = 1,
		[15286] = 5,
		[15290] = 5,
		[12043] = 8,
		[12051] = 8,
		[8166] = 7,
		[27187] = 4,
		[39029] = "Волномут из племени Седого Сердца",
		[4511] = "Гобрини <Эндоритал>",
		[27235] = 7,
		[13750] = 4,
		[38134] = 11,
		[34074] = 3,
		[20272] = 2,
		[6150] = 3,
		[38262] = "Гвардеец резервуара Кривого Клыка",
		[37271] = "Центурион из армии Багровой Длани",
		[38484] = "Зверолов резервуара Кривого Клыка",
		[20218] = 2,
		[12723] = 1,
		[12179] = 11,
		[30708] = 7,
		[8220] = 5,
		[27155] = 2,
		[25429] = 5,
		[38582] = "Жрица резервуара Кривого Клыка",
		[25461] = 5,
		[13877] = 4,
		[27267] = "Гобрини <Эндоритал>",
		[32409] = "[*] Слово Тьмы: Смерть",
		[34650] = "Исчадие Тьмы <Мирумирка>",
		[21183] = 2,
		[38246] = "Гидросс Нестабильный",
		[20217] = 2,
		[22812] = 11,
		[29471] = 3,
		[2825] = 7,
		[28497] = 11,
		[34511] = 1,
		[20554] = 3,
		[39062] = "Гидромант-волноступ",
		[35548] = 4,
		[27012] = 11,
		[45296] = 7,
		[29203] = 7,
		[526] = 7,
		[27827] = 5,
		[37240] = 7,
		[19675] = 11,
		[7744] = 4,
		[33244] = "Верховный звездочет Солариан",
		[26884] = 4,
		[38215] = "Гидросс Нестабильный",
		[38455] = "Хранитель глубин Шарккис",
		[38295] = "Леди Вайш",
		[38633] = "Маг Пустоты из племени Седого Сердца",
		[41620] = 3,
		[26980] = 11,
		[26996] = 11,
		[38647] = "Маг Пустоты из племени Седого Сердца",
		[34587] = 2,
		[27044] = 3,
		[32175] = 7,
		[36459] = "Гидросс Нестабильный",
		[1953] = 8,
		[32223] = 2,
		[360327] = "[*] Отравляющие споры",
		[27140] = 2,
		[27156] = 2,
		[35166] = 11,
		[2893] = 11,
		[2895] = 7,
		[21082] = 2,
		[33745] = 11,
		[982] = 3,
		[25222] = 5,
		[35099] = 3,
		[33200] = 5,
		[35163] = 9,
		[34172] = "Страж Бездны",
		[38296] = "Тотем огненного всполоха <Хранитель глубин Волниис>",
		[51955] = 7,
		[30449] = 8,
		[29442] = 8,
		[27013] = 11,
		[14309] = 3,
		[988] = 5,
		[34428] = 1,
		[28499] = 8,
		[28515] = 11,
		[51954] = 7,
		[38648] = "Маг Пустоты из племени Седого Сердца",
		[28189] = 9,
		[28714] = 7,
		[41617] = 8,
		[27237] = 1,
		[13810] = 3,
		[33725] = 8,
		[27269] = "Гобрини <Эндоритал>",
		[31884] = 2,
		[31892] = 2,
		[11371] = 11,
		[28495] = 9,
		[39032] = "Колосс Нижетопи",
		[39064] = "Гидромант-волноступ",
		[15487] = 5,
		[8983] = 11,
		[24858] = 11,
		[39445] = 2,
		[29858] = 9,
		[12968] = 1,
		[17800] = 9,
		[37274] = "Инквизитор из армии Багровой Длани",
		[38634] = "Маг Пустоты из племени Седого Сердца",
		[38112] = "World Trigger (Tiny)",
		[25537] = "Тотем кольца огня VII <Крошкатралл>",
		[8012] = 7,
		[12042] = 8,
		[43837] = 2,
		[35395] = 2,
		[42084] = 11,
		[38585] = "Жрица резервуара Кривого Клыка",
		[26997] = 11,
		[43764] = 11,
		[37658] = 7,
		[24723] = 9,
		[32176] = 7,
		[4987] = 2,
		[12174] = 3,
		[25442] = 7,
		[27125] = 8,
		[27141] = 2,
		[27157] = 2,
		[27173] = 2,
		[16959] = 11,
		[5019] = 5,
		[39065] = "Волноступ-шаман",
		[56488] = 1,
		[37601] = 5,
		[42230] = 11,
		[27285] = 9,
		[8005] = 7,
		[35165] = 7,
		[6788] = 5,
		[37275] = "Инквизитор из армии Багровой Длани",
		[38330] = "Хранительница глубин Карибдис",
		[40408] = 2,
		[20134] = 2,
		[27002] = 11,
	},
	["encounter_spell_pool"] = {
		{
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		}, -- [1]
		[34121] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[34133] = {
			730, -- [1]
			"Уголь Ал'ара", -- [2]
		},
		[38455] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[38217] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[9080] = {
			624, -- [1]
			"Страж резервуара Кривого Клыка", -- [2]
		},
		[35181] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[36971] = {
			733, -- [1]
			"Великий Звездочет Каперниан", -- [2]
		},
		[41932] = {
			627, -- [1]
			"Скрытень-волноступ", -- [2]
		},
		[38253] = {
			628, -- [1]
			"Нечистый элементаль", -- [2]
		},
		[25035] = {
			623, -- [1]
			"Нечистое порождение Гидросса", -- [2]
		},
		[36991] = {
			733, -- [1]
			"Астральный тесак", -- [2]
		},
		[32409] = {
			623, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[37531] = {
			625, -- [1]
			"Чароплет из племени Седого Сердца", -- [2]
		},
		[37027] = {
			733, -- [1]
			"Главный инженер Телоникус", -- [2]
		},
		[33390] = {
			732, -- [1]
			"Жрец из Зала Звездочета", -- [2]
		},
		[39329] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[36834] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[36797] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[38452] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[36805] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[34650] = {
			628, -- [1]
			"Исчадие Тьмы <Мирумирка>", -- [2]
		},
		[33351] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[33244] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[38218] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[33281] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[34162] = {
			731, -- [1]
			"Страж Бездны", -- [2]
		},
		[37036] = {
			733, -- [1]
			"Главный инженер Телоникус", -- [2]
		},
		[38234] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[37730] = {
			627, -- [1]
			"Морогрим Волноступ", -- [2]
		},
		[37284] = {
			624, -- [1]
			"[*] Кипящая вода", -- [2]
		},
		[38373] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[36980] = {
			733, -- [1]
			"Длинный лук Края Пустоты", -- [2]
		},
		[34190] = {
			731, -- [1]
			"[*] Чародейский шар", -- [2]
		},
		[38258] = {
			628, -- [1]
			"Странник резервуара Кривого Клыка", -- [2]
		},
		[38262] = {
			628, -- [1]
			"Гвардеец резервуара Кривого Клыка", -- [2]
		},
		[34322] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[33009] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[35383] = {
			730, -- [1]
			"[*] Огненный след", -- [2]
		},
		[37770] = {
			624, -- [1]
			"Душительница резервуара Кривого Клыка", -- [2]
		},
		[38028] = {
			627, -- [1]
			"Морогрим Волноступ", -- [2]
		},
		[37016] = {
			733, -- [1]
			"Фазовый щит", -- [2]
		},
		[35369] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[34172] = {
			731, -- [1]
			"Страж Бездны", -- [2]
		},
		[37790] = {
			624, -- [1]
			"Душительница резервуара Кривого Клыка", -- [2]
		},
		[35859] = {
			733, -- [1]
			"Пары Пустоты", -- [2]
		},
		[38306] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[38310] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[39076] = {
			625, -- [1]
			"Чароплет из племени Седого Сердца", -- [2]
		},
		[38445] = {
			626, -- [1]
			"Повелитель глубин Каратресс", -- [2]
		},
		[38449] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[27165] = {
			628, -- [1]
			"Исчадие Тьмы <Мирумирка>", -- [2]
		},
		[38330] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[36731] = {
			733, -- [1]
			"[*] Поражение пламенем", -- [2]
		},
		[42783] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[38215] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[25778] = {
			626, -- [1]
			"Глубинный спороскат <Хранитель глубин Шарккис>", -- [2]
		},
		[30225] = {
			733, -- [1]
			"Таладред Светокрад", -- [2]
		},
		[35941] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[38358] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[38235] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[38366] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[13339] = {
			733, -- [1]
			"Большой элементаль огня <Десятокяиц>", -- [2]
		},
		[13376] = {
			733, -- [1]
			"Большой элементаль огня <Десятокяиц>", -- [2]
		},
		[36822] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[38509] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[38259] = {
			628, -- [1]
			"Странник резервуара Кривого Клыка", -- [2]
		},
		[35873] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[44863] = {
			733, -- [1]
			"Лорд Сангвинар", -- [2]
		},
		[39414] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[37640] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[34342] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[35869] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[3391] = {
			733, -- [1]
			"Клинки Бесконечности", -- [2]
		},
		[36983] = {
			733, -- [1]
			"Вселенский вдохновитель", -- [2]
		},
		[38295] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[36985] = {
			733, -- [1]
			"Вселенский вдохновитель", -- [2]
		},
		[38112] = {
			628, -- [1]
			"World Trigger (Tiny)", -- [2]
		},
		[36979] = {
			733, -- [1]
			"Длинный лук Края Пустоты", -- [2]
		},
		[37676] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[36990] = {
			733, -- [1]
			"Посох распыления", -- [2]
		},
		[12470] = {
			733, -- [1]
			"Большой элементаль огня <Десятокяиц>", -- [2]
		},
		[16496] = {
			733, -- [1]
			"Главный инженер Телоникус", -- [2]
		},
		[38441] = {
			626, -- [1]
			"Повелитель глубин Каратресс", -- [2]
		},
		[35410] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[38335] = {
			626, -- [1]
			"Хранительница глубин Карибдис", -- [2]
		},
		[36815] = {
			733, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[38216] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[36966] = {
			733, -- [1]
			"Таладред Светокрад", -- [2]
		},
		[36965] = {
			733, -- [1]
			"Таладред Светокрад", -- [2]
		},
		[34164] = {
			731, -- [1]
			"Страж Бездны", -- [2]
		},
		[34341] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[38236] = {
			626, -- [1]
			"Хранитель глубин Волниис", -- [2]
		},
		[37478] = {
			624, -- [1]
			"Скрытень из глубин", -- [2]
		},
		[29436] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[35412] = {
			730, -- [1]
			"Ал'ар", -- [2]
		},
		[37363] = {
			624, -- [1]
			"Скрытень из глубин", -- [2]
		},
		[38145] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[38260] = {
			628, -- [1]
			"Гвардеец резервуара Кривого Клыка", -- [2]
		},
		[36994] = {
			733, -- [1]
			"Длинный лук Края Пустоты", -- [2]
		},
		[37675] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[37764] = {
			627, -- [1]
			"Морогрим Волноступ", -- [2]
		},
		[37641] = {
			625, -- [1]
			"Леотерас Слепец", -- [2]
		},
		[38280] = {
			628, -- [1]
			"Леди Вайш", -- [2]
		},
		[38246] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[37018] = {
			733, -- [1]
			"Великий Звездочет Каперниан", -- [2]
		},
		[38219] = {
			623, -- [1]
			"Гидросс Нестабильный", -- [2]
		},
		[38296] = {
			626, -- [1]
			"Тотем огненного всполоха <Хранитель глубин Волниис>", -- [2]
		},
		[360327] = {
			628, -- [1]
			"[*] Отравляющие споры", -- [2]
		},
		[38431] = {
			626, -- [1]
			"Хранитель глубин Шарккис", -- [2]
		},
		[33355] = {
			732, -- [1]
			"Верховный звездочет Солариан", -- [2]
		},
		[28168] = {
			624, -- [1]
			"Страж резервуара Кривого Клыка", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["__profiles"] = {
		["Предлагаю-Пламегор"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["instances_suppress_trash"] = 0,
			["deadlog_limit"] = 16,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = true,
			["use_battleground_server_parser"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["data_broker_text"] = "",
			["clear_ungrouped"] = true,
			["instances_no_libwindow"] = false,
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = false,
			["use_scroll"] = false,
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["overall_clear_newtorghast"] = true,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 456.5552978515625,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["bars_inverted"] = false,
					["version"] = 3,
					["switch_tank_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["backdrop_texture"] = "Details Ground",
					["stretch_button_side"] = 1,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["plugins_grow_direction"] = 1,
					["hide_in_combat_alpha"] = 0,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["font_size"] = 16,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["texture_custom_file"] = "Interface\\",
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["libwindow"] = {
						["y"] = -3.0517578125e-05,
						["x"] = -455.111572265625,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_grow_direction"] = 1,
					["clickthrough_rows"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["switch_damager_in_combat"] = false,
					["ignore_mass_showhide"] = false,
					["skin_custom"] = "",
					["auto_current"] = true,
					["bars_sort_direction"] = 1,
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 456.5552978515625,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons_size"] = 0.850000023841858,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["hide_in_combat_type"] = 1,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["__was_opened"] = true,
				}, -- [1]
			},
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
		["Киздамэсэ-Пламегор"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["instances_suppress_trash"] = 0,
			["deadlog_limit"] = 16,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = true,
			["use_battleground_server_parser"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["data_broker_text"] = "",
			["clear_ungrouped"] = true,
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -495.7297973632813,
							["x"] = 742.18701171875,
							["w"] = 200.8125610351563,
							["h"] = 105.9434356689453,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["textR_bracket"] = "(",
						["font_size"] = 16,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textL_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["height"] = 21,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["stretch_button_side"] = 1,
					["fontstrings_text3_anchor"] = 35,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["hide_in_combat_alpha"] = 0,
					["bg_alpha"] = 0.183960914611816,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 24.43282318115234,
						["x"] = -176.312255859375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["clickthrough_window"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager_in_combat"] = false,
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -495.7297973632813,
							["x"] = 742.18701171875,
							["w"] = 200.8125610351563,
							["h"] = 105.9434356689453,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["skin_custom"] = "",
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["switch_healer_in_combat"] = false,
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["report_lines"] = 5,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["segments_auto_erase"] = 1,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["use_scroll"] = false,
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["memory_threshold"] = 3,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["overall_clear_newtorghast"] = true,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["segments_amount"] = 40,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["35181"] = {
				"35181", -- [1]
				"Timer35181cd", -- [2]
				"~Бреющий полет", -- [3]
				30, -- [4]
				135808, -- [5]
				"cd", -- [6]
				35181, -- [7]
				2, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
			["36815"] = {
				"36815", -- [1]
				"Timer36815cd", -- [2]
				"~Шоковая преграда", -- [3]
				60, -- [4]
				136051, -- [5]
				"cd", -- [6]
				36815, -- [7]
				4, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["34162"] = {
				"34162", -- [1]
				"Timer34162cd", -- [2]
				"~Тяжкий удар", -- [3]
				13, -- [4]
				132326, -- [5]
				"cd", -- [6]
				34162, -- [7]
				2, -- [8]
				"VoidReaver", -- [9]
				["id"] = 731,
			},
			["38049"] = {
				"38049", -- [1]
				"Timer38049cd", -- [2]
				"~Водяная могила", -- [3]
				20, -- [4]
				136148, -- [5]
				"cd", -- [6]
				38049, -- [7]
				3, -- [8]
				"Tidewalker", -- [9]
				["id"] = 627,
			},
			["35941"] = {
				"35941", -- [1]
				"Timer35941next", -- [2]
				"Искажение гравитации", -- [3]
				60, -- [4]
				136111, -- [5]
				"next", -- [6]
				35941, -- [7]
				6, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["37433"] = {
				"37433", -- [1]
				"Timer37433cd", -- [2]
				"~Водомет", -- [3]
				37, -- [4]
				135836, -- [5]
				"cd", -- [6]
				37433, -- [7]
				3, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["37676"] = {
				"37676", -- [1]
				"Timer37676cd", -- [2]
				"~Коварный шепот", -- [3]
				23, -- [4]
				136171, -- [5]
				"cd", -- [6]
				37676, -- [7]
				6, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["37854"] = {
				"37854", -- [1]
				"Timer37854active", -- [2]
				"Вызов водяной гранулы заканчивается", -- [3]
				35, -- [4]
				136187, -- [5]
				"active", -- [6]
				37854, -- [7]
				1, -- [8]
				"Tidewalker", -- [9]
				["id"] = 627,
			},
			["38246"] = {
				"38246", -- [1]
				"Timer38246target	Куколдрекс", -- [2]
				"Мерзостная тина: Куколдрекс", -- [3]
				24, -- [4]
				136006, -- [5]
				"target", -- [6]
				38246, -- [7]
				3, -- [8]
				"Hydross", -- [9]
				["id"] = 623,
			},
			["37363"] = {
				"37363", -- [1]
				"Timer37363cd", -- [2]
				"~Вращение", -- [3]
				15, -- [4]
				136235, -- [5]
				"cd", -- [6]
				37363, -- [7]
				2, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["36723"] = {
				"36723", -- [1]
				"Timer36723cd", -- [2]
				"~Феникс", -- [3]
				50, -- [4]
				135790, -- [5]
				"cd", -- [6]
				36723, -- [7]
				1, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["39427"] = {
				"39427", -- [1]
				"Timer39427cd", -- [2]
				"~Раскатистый рев", -- [3]
				31, -- [4]
				136129, -- [5]
				"cd", -- [6]
				39427, -- [7]
				2, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["37640"] = {
				"37640", -- [1]
				"Timer37640cd", -- [2]
				"~Вихрь", -- [3]
				15, -- [4]
				132369, -- [5]
				"cd", -- [6]
				37640, -- [7]
				2, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["nil"] = {
				"nil", -- [1]
				"TimerMark	Знак Гидросса	10%", -- [2]
				"Следующий Знак Гидросса : 10%", -- [3]
				16, -- [4]
				135851, -- [5]
				nil, -- [6]
				nil, -- [7]
				2, -- [8]
				"Hydross", -- [9]
				["id"] = 623,
			},
			["38280"] = {
				"38280", -- [1]
				"Timer38280target	Його", -- [2]
				"Статический разряд: Його", -- [3]
				20, -- [4]
				136050, -- [5]
				"target", -- [6]
				38280, -- [7]
				3, -- [8]
				"Vashj", -- [9]
				["id"] = 628,
			},
		},
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["spell_school_cache"] = {
		["Тяжкий удар"] = 64,
		["Слово Тьмы: Смерть"] = 32,
		["Вспышка Хаоса"] = 4,
		["Кипящая вода"] = 4,
		["Бреющий полет"] = 4,
		["Выстрел"] = 1,
		["Вращение"] = 1,
		["Увечье (кошка)"] = 1,
		["Чародейский шар"] = 64,
		["Огненный след"] = 4,
		["Гнев"] = 8,
		["Ближний бой"] = 1,
		["Corpo-a-Corpo"] = 1,
		["Паника"] = 32,
		["Отравляющие споры"] = 8,
	},
	["deathlog_healingdone_min"] = 1,
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["damage_scroll_auto_open"] = true,
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Использовано зелий",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 7,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 11,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["logons"] = 11,
		["version_announce"] = 0,
		["MIN_COMBAT_TIME"] = true,
		["ctrl_click_close_tutorial"] = false,
		["unlock_button"] = 0,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["latest_news_saw"] = "2.5.39213",
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["global_plugin_database"] = {
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["realm_sync"] = true,
	["current_exp_raid_encounters"] = {
	},
	["item_level_pool"] = {
		["Player-4474-02423969"] = {
			["time"] = 1645988501,
			["name"] = "Мирумирка",
			["ilvl"] = 124,
		},
		["Player-4474-0241A9B0"] = {
			["time"] = 1645988838,
			["name"] = "Доктордизель",
			["ilvl"] = 134,
		},
		["Player-4474-038C9459"] = {
			["time"] = 1645988777,
			["name"] = "Верриселька",
			["ilvl"] = 139,
		},
		["Player-4474-038023F3"] = {
			["time"] = 1645988840,
			["name"] = "Примариз",
			["ilvl"] = 118,
		},
		["Player-4474-0136A47E"] = {
			["time"] = 1645988841,
			["name"] = "Надей",
			["ilvl"] = 127,
		},
		["Player-4474-02474B4B"] = {
			["time"] = 1645988454,
			["name"] = "Предлагаю",
			["ilvl"] = 139,
		},
		["Player-4474-02A7AF51"] = {
			["time"] = 1645988840,
			["name"] = "Витечек",
			["ilvl"] = 126,
		},
		["Player-4474-033500FD"] = {
			["time"] = 1645988844,
			["name"] = "Тамалики",
			["ilvl"] = 133,
		},
		["Player-4474-01A61590"] = {
			["time"] = 1645988597,
			["name"] = "Десятокяиц",
			["ilvl"] = 120,
		},
		["Player-4474-02C67F9C"] = {
			["time"] = 1645988317,
			["name"] = "Крошкатралл",
			["ilvl"] = 130,
		},
		["Player-4474-03A9BB32"] = {
			["time"] = 1645988364,
			["name"] = "Нэлитес",
			["ilvl"] = 118.0625,
		},
		["Player-4474-01DFA998"] = {
			["time"] = 1645988840,
			["name"] = "Тринокс",
			["ilvl"] = 123,
		},
		["Player-4474-03A99A12"] = {
			["time"] = 1645988649,
			["name"] = "Кавабунка",
			["ilvl"] = 122,
		},
		["Player-4474-03894E98"] = {
			["time"] = 1645988839,
			["name"] = "Сижунатрупах",
			["ilvl"] = 129,
		},
		["Player-4474-02165CA2"] = {
			["time"] = 1645980544,
			["name"] = "Мгунгундлову",
			["ilvl"] = 134,
		},
		["Player-4474-0331B166"] = {
			["time"] = 1645988842,
			["name"] = "Мэйдэнс",
			["ilvl"] = 131,
		},
		["Player-4474-038A650A"] = {
			["time"] = 1645988750,
			["name"] = "Хэят",
			["ilvl"] = 119,
		},
		["Player-4474-03413805"] = {
			["time"] = 1645988837,
			["name"] = "Бигалов",
			["ilvl"] = 127,
		},
		["Player-4474-031D5960"] = {
			["time"] = 1645988842,
			["name"] = "Плюгавый",
			["ilvl"] = 131,
		},
		["Player-4474-01F1DBBD"] = {
			["time"] = 1645988833,
			["name"] = "Ямызачем",
			["ilvl"] = 133,
		},
		["Player-4474-01F3A3F6"] = {
			["time"] = 1645988325,
			["name"] = "Його",
			["ilvl"] = 134,
		},
		["Player-4474-02FB51F7"] = {
			["time"] = 1645988837,
			["name"] = "Куколдрекс",
			["ilvl"] = 124,
		},
		["Player-4474-0244431B"] = {
			["time"] = 1645982063,
			["name"] = "Поймай",
			["ilvl"] = 131,
		},
		["Player-4474-03673121"] = {
			["time"] = 1645988837,
			["name"] = "Фэш",
			["ilvl"] = 134,
		},
		["Player-4474-01B77F35"] = {
			["time"] = 1645988841,
			["name"] = "Вирга",
			["ilvl"] = 122,
		},
		["Player-4474-037AAEAA"] = {
			["time"] = 1645988834,
			["name"] = "Эндоритал",
			["ilvl"] = 132,
		},
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["savedStyles"] = {
	},
	["savedCustomSpells"] = {
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [3]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [4]
		{
			1, -- [1]
			"Ближний бой", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [5]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [6]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [7]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [8]
	},
	["update_warning_timeout"] = 10,
	["show_totalhitdamage_on_overkill"] = false,
	["raid_data"] = {
	},
	["switchSaved"] = {
		["slots"] = 4,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
		},
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -0.00018310546875,
		["x"] = -9.1552734375e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 10362,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 0,
	["report_where"] = "SAY",
}
