
PawnOptions = {
	["LastVersion"] = 2.0527,
	["LastPlayerFullName"] = "Фэрэдумнезеу-Пламегор",
	["AutoSelectScales"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 28796,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:28796::::::::70:::::::::|h[Пагубная маска Теней]|h|r",
		}, -- [1]
		{
			["ID"] = 29335,
			["Level"] = 115,
			["Link"] = "|cff0070dd|Hitem:29335::::::::70:::::::::|h[Бусы Лорда Когтя]|h|r",
		}, -- [2]
		{
			["ID"] = 29047,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:29047:2983:28595:28595:::::70:::::::::|h[Наплечные пластины клинка Пустоты]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 29340,
			["Level"] = 100,
			["Link"] = "|cff0070dd|Hitem:29340::24051:24051:24051::::70:::::::::|h[Мундир аукенайского монаха]|h|r",
		}, -- [5]
		{
			["ID"] = 31131,
			["Level"] = 85,
			["Link"] = "|cff0070dd|Hitem:31131::::::::70:::::::::|h[Кушак безмолвных лезвий]|h|r",
		}, -- [6]
		{
			["ID"] = 29046,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:29046::::::::70:::::::::|h[Брюки Клинка Пустоты]|h|r",
		}, -- [7]
		{
			["ID"] = 25686,
			["Level"] = 112,
			["Link"] = "|cff0070dd|Hitem:25686::24051:24028:::::70:::::::::|h[Сапоги из сквернокожи]|h|r",
		}, -- [8]
		{
			["ID"] = 28171,
			["Level"] = 115,
			["Link"] = "|cff0070dd|Hitem:28171::24051::::::70:::::::::|h[Накулачники шпионки]|h|r",
		}, -- [9]
		{
			["ID"] = 29048,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:29048::::::::70:::::::::|h[Перчатки Клинка Пустоты]|h|r",
		}, -- [10]
		{
			["ID"] = 28649,
			["Level"] = 115,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:28649::::::::70:::::::::|h[Перстень-печатка Гароны]|h|r",
		}, -- [11]
		{
			["ID"] = 29281,
			["Level"] = 110,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:29281::::::::70:::::::::|h[Аметистовый перстень]|h|r",
		}, -- [12]
		{
			["ID"] = 28288,
			["Level"] = 115,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:28288::::::::70:::::::::|h[Абак Сильных расхождений]|h|r",
		}, -- [13]
		{
			["ID"] = 28034,
			["Level"] = 112,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:28034::::::::70:::::::::|h[Песочные часы Расплетающего]|h|r",
		}, -- [14]
		{
			["ID"] = 28032,
			["Level"] = 97,
			["Link"] = "|cff0070dd|Hitem:28032::::::::70:::::::::|h[Изысканное зеленое пончо]|h|r",
		}, -- [15]
		{
			["ID"] = 28189,
			["Level"] = 115,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:28189:2673:::::::70:::::::::|h[Изменчивый меч Латро]|h|r",
		}, -- [16]
		{
			["ID"] = 31332,
			["Level"] = 100,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:31332:2673:::::::70:::::::::|h[Мгновенный удар]|h|r",
		}, -- [17]
		{
			["ID"] = 28258,
			["Level"] = 115,
			["Link"] = "|cff0070dd|Hitem:28258::::::::70:::::::::|h[Сюрикэн Пустоты]|h|r",
		}, -- [18]
	},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 2,
}
